[
  "Звонок в прачечную:— Алло, это Министерство культуры?— Отнюдь. Позвольте предположить, что вы были небрежны в наборе номера.— Да сам слышу, что ошибся...",
  "Перестаньте учить своих детей, что война – это слава и героизм.Научите их, что настоящая слава – в предотвращении войн, и что герои – это те, кто может это сделать.",
  "Не спрашивай у мужчины про его доходы, у женщины про возраст, у патриота, откуда у него американский паспорт.",
  "А разве первыми в военкомат вызывают не тех, у кого на машине наклеено: \"Можем повторить!\"?",
  "Горит здание Сбербанка.Звонок в пожарную охрану:- Срочно приезжайте!!! Пожар в здании Сбербанка!!!- Одну минуту, я переключу вас на специалистаиграет бодрая музыка, затем слышатся радостные фразы- если вы хотите узнать о наших новых услугах - нажмите \"1\".Если хотите заключить договор на монтаж противопожарного оборудования - нажмите \"2\".Внимание! Пожарная охрана представляет вам совершенно новый способ тушения пожаров! Хотите узнать больше? Нажмите \"3\".Не услышали свой вариант? Оставайтесь на линии. Приготовьте кадастровый номер вашего объекта, а также паспортные данные его владельца.Ваш звонок очень важен для нас - оставайтесь на линии.Хотите попробовать потушить пожар самостоятельно? Воспользуйтесь услугой \"Продвинутый пожарный\"! Чтобы узнать, как подключить - нажмите \"5\"........- Оператор пожарной охраны Сергей, чем я могу вам помочь?- У нас пожар! Горит три помещения!- Скажите, как я могу к вам обращаться?- Вы идиот? У нас здание горит! Не надо ко мне обращаться, срочно выезжайте тушить!- Подскажите кадастровый номер здания и ФИО владельца- Да не знаю я никакого кадастрового номера, я назвал вам адрес! Этого недостаточно, чтобы выехать на тушение пожара?!- Оставайтесь на линии, я переведу вас на специалиста по поддержкеИграет бодрая музыкаЕсли вы хотите заказать монтаж противопожарной сигнализации - произнесите: \"Монтаж сигнализации\"........Если вы хотите подключиться к услуге \"Круглосуточный пожарный расчет\" - произнесите: \"Подключиться\"........Вы не выбрали подходящий вариант.Ваш звонок будет переведен на оператора.- Здравствуйте, меня зовут Александр, чем могу помочь?!- У нас здание горит! Сделайте что-нибудь!- Подскажите, как я могу к вам обращаться?- Б...!!! С....! .... ....! Пожар!!!- Наши специалисты рассмотрят вашу проблему. Скажите, по какому номеру мы можем с вами связаться?",
  "А давайте  что-нибудь споем в поддержку артистов, попавших в сложную финансовую ситуацию?",
  "Забавно, что когда Сбербанк празднует свой юбилей, то он считает свою историю с 1841 года, а когда ему задают вопросы про вклады 1991 года, то оказывается, что это совершенно другой банк.",
  "Remake древнего анекдота.Воздушный шар сбился с курса, и воздухоплаватель срочно опустился с ним вниз. Увидев внизу человека, он спросил:- Извините, где я нахожусь?- Вы находитесь на воздушном шаре, в 15м над землей. Ваши координаты - 5°28'17\" N и 100°40'19\" E.- Похоже, вы математик, - вздохнул воздухоплаватель.- Да, я математик, - согласился прохожий. - Как вы догадались?- Ваш ответ, по-видимому, точный и полный, но для меня совершенно бесполезный. Я по-прежнему не знаю, где я нахожусь, и что мне делать. Вы мне нисколько не помогли, только напрасно отняли время. - А вы, похоже, из управленцев, - заметил математик.- Я действительно топ-менеджер серьезной компании, - воспрял воздухоплаватель. - Но как вы догадались? Вы видели меня по телевизору?- Зачем? - удивился математик. - Судите сами: вы не понимаете ни где вы находитесь, ни что вам следует делать, в этом вы полагаетесь на нижестоящих. Спрашивая совета у эксперта, вы ни на секунду не задумываетесь, способны ли вы понять его ответ, и когда оказывается, что это - не так, вы возмущаетесь вместо того, чтобы переспросить. Вы находитесь ровно в том же положении, что и до моего ответа, но теперь почему-то обвиняете в этом меня. Наконец, вы находитесь выше других только благодаря дутому пузырю, и если с ним что-то случится - падение станет для вас фатальным.",
  "Идёт Будда с учениками по дороге. Видит: яма, в ней вол, крестьянин пытается его вытянуть, но сил не хватает. Будда кивнул ученикам, они быстро помогли вытянуть животное. Идут дальше, снова яма, в ней вол, на краю сидит крестьянин и горько плачет. Будда прошёл мимо и как бы не заметил. Ученики его спрашивают: - Учитель, почему ты не захотел помочь этому крестьянину? - Помочь плакать?",
  "А давайте больным детям на лечение брать из бюджета, а депутатам зарплату собирать на первом канале!",
  "Cидит Мухаммед на корточках в Берлине и плюет на землю через дырку в зубах. Вдруг появляется фея и говорит:— Я социалистическая социальная либеральная фея! Я прилетела, чтобы исполнить три желания!— Посмотри, какая у меня дырка во рту! Я хочу, чтобы мне вылечили и вставили все зубы!Не успел Мухаммед произнести эти слова, как тотчас вышел закон о бесплатном лечении и протезировании зубов для социальных иностранцев, и его рот засиял белоснежной голливудской улыбкой.— Я очень скучаю по своим четырем женам и пятнадцати детишкам, а также по родителям, братьям и сестрам, родителям-братьям-сестрам моих жен! Я хочу, чтобы мы все жили на роскошной вилле, и чтобы денег всегда много было!Не успел Мухаммед договорить, как оказался в прекрасной вилле! На столе — текст закона о воссоединении семей для социальных иностранцев, а также банковские распечатки со сведениями о поступивших пособиях. Дом полностью меблирован и оснащен электроприборами в соответствии сзаконом о помощи в приобретении мебели и бытовой техники для социальных иностранцев.Счастливый Мухаммед просто не знает, чего бы ему еще попросить, ведь одно желание еще осталось. И он попросил:— Хочу стать настоящим немцем. Не только по гражданству. Хочу быть голубоглазым блондином, и чтоб меня звали Фриц Шульц!Не успел он закончить фразу, как все исчезло, и он обнаружил себя вновь сидящим на корточках и плюющим на землю сквозь дырку в зубах.— Что случилось? — спросил он у феи.— Как не стыдно, господин Шульц, клянчить у государства! Вы должны заботиться о себе сами! Идите и ищите работу!",
  "Как сказал  старый казак: если украинцев пошлют воевать с русскими, надо стать на границе спина к спине и стрелять в тех, кто послал.",
  "Сомалийский иммигрант прибыл в Берлин. Он останавливает первого человека, которого он видит и говорит: \"Благодарю вас, господин. Германия позволила мне жить в этой стране, дала мне жилье, денег на еду, бесплатное медицинское обслуживание, бесплатное образование и никаких налогов!\" Прохожий отвечает: \"Вы ошибаетесь, я афганец.\" Человек идет дальше и встречает другого прохожего: \"Спасибо за то, что такая красивая страна Германия! и т.д.\". Человек говорит: \"Я не немец, я иракец!\" Вновь прибывший идет дальше, к следующему человеку, пожимает ему руку и говорит: \"Спасибо за прекрасную Германию!\" \"Этот человек поднимает руку и говорит: \"Я из Пакистана, я не из Германии!\" Он, наконец, видит - идет милая дама. Спрашивает: \"Вы немка?\" Она говорит: \"Нет, я из Индии!\" Озадаченный, он спрашивает ее: \"А где же немцы?\" Индуска проверяет часы и отвечает: \"Так они сейчас работают!\"",
  "Журналисты спрашивают у фермера:- Скажите, как у вас прошел год.- Не поверите, замечательно. Урожай зерна хороший - без хлеба не  останусь, картошка удалась - опять таки буду не голодный, а еще свинья  опоросилась...- Вы не хотели бы поблагодарить за это президента?- Да с чего ж? Пахал сам, сеял сам, растил и собирал опять таки сам - в  чем тут его заслуга.- Как так? (жестко) А вы подумайте!- А, ну ежли подумать, то насчет свиньи не отрицаю, тут всяко могло  быть...",
  "Тема выпускного сочинения на экзамене 1946 года была странной. «Если бнемцы победили?». Витя П. напряг все свое воображение и заскрипелпером. Увы, получался какой-то чудовищный невообразимый списокнелепостей. Такого в России никак не могло бы случиться. Да ведь ипобедили в конце концов не немцы.1. Промышленности в стране практически никакой не останется, оккупантыбудут озабочены только выкачиванием природных ресурсов с нашихтерриторий.2. Вместо народных милиционеров из народа будут полицаи из отребья, ихбудет очень много, а народ их будет бояться больше бандитов.3. На каждом выезде из города полицейские будут проверять тех, ктособрался уехать или приехать. Каждый житель будет обязанрегистрироваться в полиции по месту жительства.4. Для поддержания страха создадут дикие отряды из горных народов. Онибудут время от времени нападать на местное население, грабить и убивать.5. Правителей наберут из особо подлых местных жителей. Дети и женыправителей будут жить для безопасности за границей. А сами они сменятьсятут по вахтовому методу.6. Вся знать будет ездить только на черных немецких машинах с сиренами.Простым людям во время проезда их нужно будет убегать на обочину, ждатьпока проедут.7. Самым популярным учением от общей безысходности станет в конце концовфашизм. Только русский.8. Немецкие товары будут считаться в России самыми лучшими и желанными.9. Президент по-немецки будет говорить намного лучше, чем по-русски.10. Вместо водки будут везде рекламировать и продавать пиво, как вГермании.11. Те, кто воевал против немцев, будут получать гроши, а по праздникамскудный сухой паек.12. Убитых на войне русских похоронят в общих могилах, лишь бы отметитькак-то захоронение.13. Большая часть мужского населения страны пройдет через лагеря. Чтобысломить волю к сопротивлению.14. Преподаватели и врачи на оккупированных территориях будут получатьсодержание по минимуму, только чтобы население сокращалось иоскотинивалось не очень быстро.15. На дальних окраинах России, типа Приморья, возможно сохранятсяпартизаны. Они будут нападать на полицаев, но запуганное населениепомогать им ничем не будет.16. Дороги строить не будут, а бензин сделают подороже, чтоб народ сиделпо домам.17. Оружие народу будет строго-настрого запрещено иметь, чтоб вдруг невзбунтовались.18. Для жизни населению настроят дешевых бараков с низкими потолками, по8 метров на человека.19. Самым расторопным и умным дадут возможность уезжать и жить заграницей, это будет считаться большим жизненным успехом.20. Главным врагом России объявят Америку.Вера Павловна долго размышляла над оценкой. И поставила 3 за хорошуюфантазию.",
  "Мужик едет на встречу, опаздывает, нервничает, не может найти местоприпарковаться. Поднимает лицо к небу и говорит:— Господи, помоги мне найти место для парковки. Я тогда брошу пить ибуду каждое воскресенье ходить в церковь!Вдруг чудесным образом появляется свободное местечко. Мужик сноваобращается к небу:— А, всё, не надо. Нашёл!",
  "Как попасть в рай (притча)По длинной, дикой, утомительной дороге шел человек с собакой.Шел он себе шел, устал, собака тоже устала. Вдруг перед ним - оазис!Прекрасные ворота, за оградой - музыка, цветы, журчание ручья,словом, отдых.- Что это такое? - спросил путешественник у привратника.- Это рай, ты уже умер, и теперь можешь войти и отдохнуть  по-настоящему.- А есть там вода?- Сколько угодно: чистые фонтаны, прохладные бассейны...- А поесть дадут?- Все, что захочешь.- Но со мной собака.- Сожалею, сэр, с собаками нельзя. Ее придется оставить здесь.И путешественник пошел мимо.. Через некоторое время дорога привела егона ферму. У ворот тоже сидел привратник.- Я хочу пить, - попросил путешественник.- Заходи, во дворе есть колодец.- А моя собака?- Возле колодца увидишь поилку.- А поесть?- Могу угостить тебя ужином.- А собаке?- Найдется косточка.- А что это за место?- Это рай.- Как так? Привратник у дворца неподалеку сказал мне, что рай - там.- Врет он все. Там ад.- Как же вы, в раю, это терпите?- Это нам очень полезно. До рая доходят только те, кто не бросает  своих друзей.",
  "Адам с Евой резвятся в саду, спускается к ним Бог и говорит:- Дети мои, у меня есть вам два подарка, только вы должны решить кому  какой.. Первый подарок - писать стоя..Ну Адам громче всех орал и бился головой об деревья, что он хочет писатьстоя, что всю жизнь мечтал. Ева ему уступила.. И Адам побежал по саду,радовался, прыгал, кричал, ссал на все подряд! На деревья, на цветы, накаждую букашку и просто на землю! Ева встала рядом с Богом.. В молчаниисмотрели они вместе на это безумие.. И тут Ева спросила:- Боже мой, а второй-то подарок какой?..И молвил Бог:- Мозги, Ева.. Мозги..! Но мозги, Ева, придется тоже отдать Адаму, иначе  он тут все обоссыт!",
  "У последней остановки метро ждет автобуса инженер, который допозднаделал халтуру на работе. Полдвенадцатого ночи. Автобуса нет. Он весьзадубел... И тут возле него останавливается шикарный Лексус, опускаетсяокно и девушка типа “порномодель” говорит: \"Садитесь, я вас подвезу\". Онотнекивается, мол денег нету...Она: \"Да какие деньги! Вы ж на бирюлевскийавтобус тут стоите... А как они ходят?! Садитесь, я так вас подвезу, а тозамерзнете...\"Он сел назад. Поехали. Тепло. Класс. И тут она спрашивает:- Ничего, если мы за подружкой моей заедем? Я с ней раньше  договаривалась. Но это по пути... Пара минут...Он говорит:- Конечно... Хозяин-барин. Какие вопросы...Заехали. Выходит девушка такого же калибра, как и первая. Плюхается насиденье и говорит:- Мань, я похавать не успела. Давай причалим к магазинчику хавки купим...Причалили... Та зашла... Выходит. У нее 2 бутылки французского шампанскогопо штуке баксов, сувенирное (на полкило) ведерочко черной икры,французские батоны, еще что-то в фирменных коробочках...Едут... Высаживают мужика... И тут та, что со жратвой говорит:- Мань, а что мы тут в машине крошить будем?А та, что за рулем - мужику:- Вы не против, если мы на пять минут к вам зайдем, перекусим и дальше  поедем?Он извиняется, что мол, холостяцкий беспорядок, они: “Ничего... Мыненадолго...”Поднялись к нему. Выпили эти две бутылки. Закусили... И трахались втроемдо утра.А через какое-то время эти телки прохаживаются в Доме кино по какой-тотусовке. И одна говорит:- Как все это меня достало! Эти престарелые плейбои, этот Михалков со  своими проститутками, этот Гусман старый пердун, эти все заслуженные  Пидоры России... Блин, смотреть уже на них не могу.А вторая:- Слушай, давай плюнем на это все и поедем к Коле в Бирюлево!Первая:- Да-а... К Коле в Бирюлево... Думаешь, он нас вспомнит?lovenature.livejournal.com",
  "- Ватсон, а что это вы курите? Дайте угадаю - табак \"Королева Вирджиния\"  с листочками вишни, из юбилейного выпуска в бархатной упаковке?- Поразительно, Холмс! Как это вы угадали?- Ей-богу, Ватсон! Ну не миссис Хадсон же спиздила из моей комнаты  последнюю пачку!",
  "Встает утром семья.Родители собираются на работу, Вовочка в школу.Мама принимает душ, и папа заходит в это время в ванную и чистит зубы.Дай думает пристроюсь.Делают родители свое дело…Заходит в это время Вовочка в ванную и видит как папа «натягивает»маму.Папа думает: «Ребенок видит такую картину, нужно как-то отмазываться».Начинает папа бить маму по заднице и говорит:- Чтоб Вовочку не била, чтоб Вовочку не била!А Вовочка поддакивает:- Правильно, правильно, папа, и КОТА ВЫ@БИ, ЧТОБ НЕ ЦАРАПАЛСЯ!",
  "Штатский Джонс был назначен в армейский учебный центр, где он должен былпросвещать рекрутов по поводу различных правительственных обязательствперед ними, особенно о Страховании Жизни Военослужащих (СЖВ). Вскорепосле этого лейтенант центра заметил, что Джонс имеет почти 100%-юпродажу страховок СЖВ, чего раньше никогда не бывало. Лейтенант селв конце заполненной рекрутами комнаты и стал слушать торговую подачуДжонса. Джонс объяснил новым рекрутам основы СЖВ, а затем сказал:\"Если у вас есть СЖВ и вы пошли в бой и погибли, - правительство обязановыплатить вашим наследникам 200 000$. Если у вас нет СЖВ и вы пошли в бойи погибли, - правительство обязано выплатить вашим наследникам максимумвсего лишь 6000$\". \"А теперь\", сказал он в заключение, \"как вы думаете,кого они пошлют в бой первыми?\"",
  "Мужик просыпается с утра с жуткого бодуна, открывает глаза, головаболит, оглядывается по сторонам: фуууу, дома... встает с кровати,ощупывает себя - е-мое, в пижаме... в жизни пижаму не одевал. Смотрит -на туалетном столике стакан воды, таблетка аспирина и записка от жены:\"Милый, завтрак на столе, все прибрала, твоя навеки - жена\". Мужик всовершенном непонимании, выпивает таблетку и идет в ванную... по путиобнаруживает, что квартира не то что чистая, просто вылизана до блеска,сын сидит у себя в комнате, делает уроки...- Сынок, а что вчера было?- Ты пришел пьяный, как обычно под утро. Облевал всю прихожую, нагадил  мимо унитаза, побил в кухне всю посуду, поставил матери фингал под  глазом.- Ну и, что случилось с мамой, с квартирой???- Ааа, ты про это, просто когда тебя мама стала укладывать спать и  начала стягивать с тебя штаны, ты заорал \"пошла на хуй, сука -  Я ЖЕНАТЫЙ!!!\"",
  "Отвечать надо быстро, не раздумывая и не тратя понапрасну время.А главное - не мошенничать!1. Вы участвуете в соревнованиях и обогнали бегуна, занимающего вторуюпозицию. Какую позицию вы теперь занимаете?Ответ: Если вы ответили, что вы теперь первый - то вы абсолютно неправы.Вы обогнали второго бегуна и заняли его место, так что вы теперь навторой позиции.Попробуйте не ошибиться во втором вопросе.2. Вы обогнали последнего бегуна, на какой позиции вы теперь находитесь?Ответ: Если вы ответили на предпоследнем - вы опять абсолютно не правы.Подумайте. Как можно обогнать бегуна, идущего последним? Если вы бежитеза ним, значит он не последний. Ответ - это невозможно. Получается, чтоиспользование мозга ваша не самая сильная сторона.Как бы то ни было - вот еще один вопрос. Ничего не пишите и неиспользуйте калькулятор, и помните - вы должны отвечать быстро.Возьмите 1000. Прибавьте 40. Прибавьте еще тысячу. Прибавьте 30.Еще 1000.Плюс 20. Плюс 1000. И плюс 10. Что получилось?Ответ 5000? Опять неверно. Правильный ответ 4100. Попробуйте пересчитатьна калькуляторе.Сегодня точно не ваш день. Но, может быть, получится с последним вопросом.У отца Мэри есть пять дочерей: 1. Чача 2. Чече 3. Чичи 4 Чочо.Вопрос: Как зовут пятую дочь? Думайте быстро. Ответ чуть ниже.Ответ: Чучу? НЕТ! Конечно, ее зовут Мэри. Прочтите еще раз вопрос.ВЫВОД: Вы самое слабое звено - прощайте.",
  "Попали в Ад американец, индус и русский. Встретил их Черт и говорит:- Всем, кто сюда попадает, даю шанс перейти в Рай.И достает здоровенный кнут (побольше, чем у Гаррисона Форда в \"Последнемкрестовом походе\"):- Кто выдержит три удара не закричав - отпускаю! Можете защищаться, чем  хотите.Первым вышел американец.- Чем хочешь защищаться?Американец взял здоровый гранитный камень:- Я готов!Черт размахнулся в первый раз и... камень вдребезги. Второй раз - иамериканец заорал как бешенный...- Следующий, - говорит Черт.Выходит индус.- Чем будешь защищаться?- Ничем! - отвечает индус, - Я 80 лет занимался йогой, и в медитации  тело не чувствует боли!- Ладно.Первый удар. Индус: - Ошшш...Второй удар. Индус: - Ошшш...Третий удар. Индус: - Ошшш...- Ух е# твою... Еще никто не выдерживал трех ударов. - говорит Черт. - Нучто ж, ты свободен, можешь спокойно идти в Рай.- Нет, - говорит индус, - хочу остаться и посмотреть. Во всех анекдотахрусские выигрывают. Хочу увидеть, как у него на этот раз получится.- Ладно, останься. Ну, чем думаешь защищаться? - обращается Черт крусскому.- Чем защищаться - индусом, конечно...Ychep",
  "Вовочка приходит в аптеку:- Дайте мне упаковку презервативов!- Во-первых, это не для детей, - отвечает аптекарь, - а во-вторых,  пусть придет папа и возьмет нужный размер.- Во-первых, это не для детей, а от детей, а во-вторых, это не для  папы, а мама едет на курорт, и какие там размеры будут, она еще  не знает...",
  "Выходит утром гаишник на дорогу, голова после вчерашнего раскалывается.Смотрит - джип несется. Ну он остановил его с целью сбора средствна опохмел. Смотрит, а там бомж сидит. Документы проверил - правда,бомжа машина. Ну мент его спрашивает:- Ты же бомж. Ты где такую крутую тачку взял?- А мне пьяные новые русские предложили, если я их рассмешу - джип мой.  Ну я их и рассмешил.- А как?- Да я одному лысому на голову насрал, у него сразу волосы выросли,  вот умора была.Мент шапку снимает, там лысина. Он и говорит:- А ты мне так насрать можешь?- Могу.Бомж срет менту на лысину, a из кустов раздается хохот и крик:- Не, ну ваще, да я ему еще и хату подарю.",
  "Короче, одному безработному актеру звонит друг и говорит:- Слушай, тут халтурка подвернулась, я сразу о тебе подумал.Актер:- Конечно, какой разговор, - типа, по гроб жизни благодарен, совсем  на мели. - А что за роль?- Да понимаешь, не очень большая.  Одна строчка.- Одна строчка?  Нет проблем, - типа, ну совсем бабок не осталось,  ничем не брезгует. - А какая?- \"Чу! Я слышу пушек гром.\"- \"Чу, я слышу пушек гром?\"  Годится!  Куда идти?- В среду подойдешь в Малый, спросишь режиссера такого-то.- Заметано.В среду актер подходит в Малый, находит режиссера, тот: скажитестрочку, актер с пафосом произносит:- Чу! Я слышу пушек гром!- Отлично, - говорит режиссер. - Роль ваша.  Приходите в субботу к 7  вечера на спектакль.- Понял! - отвечает радостный актер.Ясное дело, от такого удачного поврота судьбы актер запивает почерному.  Приходит в себя в субботу где-то в 6:30 и сломя головубросается в театр, всю дорогу повторяя \"Чу! Я слышу пушек гром\".У театра его останавливает швейцар: ты, мол, куда без билета?- Я \"Чу! Я слышу пушек гром\", - объясняет актер.- А! Ты \"Чу! Я слышу пушек гром\", - успокаивается швейцар, - ну  проходи.Актер - за кулисы.  Его, ясное дело, не пускают.- Я \"Чу! Я слышу пушек гром!\", - кричит актер.- Ты \"Чу! Я слышу пушек гром\"?  Опаздываешь! Давай срочно в  гримерную! – кричат ему в ответ.Он - в гримерную.  Гримерша:- Товарищ, вы кто?- Я \"Чу! Я слышу пушек гром.\"- Вы \"Чу! Я слышу пушек гром\"?  Что же вы опаздываете?!  Садитесь  вот тут, сейчас я вас быстренько.Актер, уже в гриме и в мыле, подбегает к сцене.  Его перехватыветрежиссер.- Ты \"Чу! Я слышу пушек гром\"?- Я \"Чу! Я слышу пушек гром\"!- Чуть не опоздал! Давай, твой выход!Актер выходит на сцену, и за спиной у него раздается оглушительныйвзрыв. Актер вздрагивает и орет:- ДА ВЫ ЧТО ТАМ, СОВСЕМ ОХУЕЛИ??!!!",
  "Кончились летние каникулы. Учительница в школе просит детейрассказать - кто что летом делал, чему научился, что полезногоиз этого вынес.Маша:- Мы с мамой и бабушкой все лето провели на садовом участке.  Мы сажали разные овощи, я поливала грядки и пропалывала сорняки.Учительница:- Молодец, Маша. И что же ты поняла?Маша:- Я поняла, что все живое требует бережного ухода, и чтобы собрать  богатый урожай, надо много потрудиться.Иван:- А мы с папой все лето провели на охоте и на рыбалке. Я научился  ставить палатку, разжигать костер. А еще я понял, что такое  настоящая мужская дружба, а еще я за лето загорел и окреп.Учительница:- Молодец, Иван! А что ты, Вовочка, летом делал?Вовочка:- Да так, в общем, все лето на кухне со старшим братом разговаривали.Учительница (с сомнением):- Да? И про что же вы разговаривали?Вовочка:- Ну, например, мне брат рассказывал, как он в Афгане раз сидел  в окопе, у него были 5 гранат, цинка патронов к пулемету,  и 5 бутылок водки. На него пошли душманы в наступление, так он  выпил все 5 бутылок водки, расстрелял из пулемета роту душманов,  а потом гранатами подбил 5 танков.Учительница спрашивает:- Вовочка, ну и что же ты вынес для себя из этого рассказа?Вовочка:- Да что... Не хуй с ним, с пьяным, связываться!",
  "Бал в офицерском собрании. Некий корнет подходит к поручикуРжевскому:- Господин поручик - вы, говорят, большой специалист в  этих делах. Скажите, вон та дама в рот берет?- Которая? - переспрашивает Ржевский.- Вон та, в желтом платье.- Ну, я со спины сказать не могу, - пожимает плечами поручик.В этот момент дама поворачивается, поручик Ржевский пристальносмотрит ей в лицо и говорит:- Эта - берет.Корнет подходит к даме, они о чем-то беседуют и удаляются.Через некоторое время корнет возвращается, довольный:- Действительно, берет! Но как вы определили, поручик?!- Послушайте, корнет, - веско произносит поручик Ржевский, -  РОТ ЕСТЬ - ЗНАЧИТ БЕРЕТ.",
  "В кафе заходит человек с собакой и заключает с посетителями пари,    что его пес сейчас будет разговаривать. Но собака молчит. Человек    оплачивает пари и уходит под общий хохот.    - Из-за тебя я проиграл уйму денег! - говорит хозяин собаке. -    Почему ты не заговорил?    - Чудак! - отвечает пес. - Ты только представь, сколько денег мы    загребем завтра.",
  "Депутат потребовал расследовать убийство Лермонтова. А также возбудить уголовные дела против Батыя и Наполеона. Это все, что вы должны знать о правовом уровне и психическом здоровье наших депутатов.",
  "Почему те, кто хочет носить хиджаб не живут там, где его ношение приветствуется?",
  "Зачем пересаживать чиновников на отечественные автомобили, если они имеют право на бесплатный проезд в общественном транспорте?",
  "Впервые за 28 лет депутатам придётся жить, лечиться, учить своих детей в условиях, которые они все эти годы создавали.",
  "По поводу слов Кадырова, что его достало, что во всем обвиняют кавказцев... Знакомый татарин сказал: До тех пор пока ты ЧЕЛОВЕК, никого в России твоя национальность особо не интересует. Как только стал СКОТИНОЙ всем сразу интересно, чья это скотина гадит?",
  "Центр организации дорожного движения Москвы пришел к выводу, что личный автомобиль гражданину не нужен. 93% времени он стоит на приколе, а лишь 7% используется, заявил руководитель Департамента транспорта Максим Ликсутов.Остроумные люди посоветовали Максиму Ликсутову отрезать хуй, которым он пользуется меньше 10 минут в день.",
  "Интересно, а если провести обыск у всего руководства ФСБ - можно будет обратно понизить пенсионный возраст?",
  "Дед приходит на избирательный участок, подходит к одному из членов комиссии и спрашивает: - Я могу узнать, моя жена проголосовала? - Конечно, сейчас посмотрим в списках. Да, вот она расписалась в получении бюллетеней. А что, дедушка, вы не живёте вместе? - Да нет, она у меня умерла 15 лет назад, но каждый раз приходит голосовать. А я её всё застать не могу.",
  "Когда в стране коррупции нет — микролитражки мчат по хайвеям.Когда коррупция — Бентли тащатся по бездорожью.Всё просто, брат.",
  "Сборная России взяла 4 золота на международной олимпиаде по физике в Цюрихе. Деньги и белые BMW никто не предложил. Даже не заметили.",
  "Боевик ИГИЛ остановил автомобиль христианской пары.Боевик ИГИЛ: «Ты мусульманин?»Христианин: «Да, я мусульманин».Боевик ИГИЛ: «Если ты мусульманин, перескажи суру из Корана».Христианин рассказал стихотворение из Библии.Боевик ИГИЛ: «Хорошо, можешь ехать».Через несколько минут жена, едва переведя дух, говорит мужу: «Не могу поверить, как ты пошел на такой риск. Почему ты сказал, что мы мусульмане? Если бы он узнал, что ты врёшь, он убил бы нас обоих!»«Зря волновалась. Если бы они знали Коран, они бы никогда не убивали людей!» – ответил ей муж.",
  "Позвонил друг из России, сказал, что берёт бутылку горилки, шмат сала и едет меня захватывать! Я сказал, что без боя не сдамся и купил ещё две бутылки водки и пару кило селёдки... Пусть тока сунется! А жинка моя ещё и ведро вареников налепила...)))",
  "Увидев на холодильнике всего два магнитика - из Магадана и Воркуты, воры покормили кота и вымыли посуду.",
  "Штаб Ку Клукс Клана: - Скажите, как вступить в вашу организацию? - Это просто. Нужно замочить 6 негров и одного кота. - А кота за что? - Поздравляю, вы приняты",
  "Урок \"Основы православной культуры\". Учительница:- И помните, дети! Те, кто будет учиться на \"4\" и \"5\", попадут в рай. А  те, кто будет учиться на \"2\" и \"3\", - в ад!Вовочка с задней парты:- Мариванна, а что, закончить школу живым нельзя?",
  "Лозунг \"Задушим коррупцию\" был признан экстремистским как призывающий кнасильственному свержению существующего строя.",
  "Муж:- Какого тёща приезжает?Жена:- Числа или хуя?",
  "Начало учебного года в американской школе. Классная руководительницазнакомит класс:- Дети, у нас новенький – Шакиро Сузуки из Японии, знакомьтесь. А сейчас  начинаем урок и посмотрим, как хорошо вы знаете американскую историю.  Кто сказал \"Свобода или смерть\"?В классе мертвая тишина. Сузуки вскидывает руку:- Патрик Генри, 1775 год, Филадельфия.- Очень хорошо. А чьи слова: \"Государство – это народ, и как таковое  никогда не должно умереть\"?Опять рука Сузуки:- Абрахам Линкольн, 1863 год, Вашингтон.Учительница строго смотрит на класс:- Стыдно, дети! Сузуки – японец, а знает американскую историю лучше  всех!В этот момент тихий голос с задней парты:- Заебали сраные япошки!Учительница резко оборачивается:- Кто сказал???!!!Сузуки вскакивает и оттарабанивает:- Генерал МакАртур, остров Гвадалканал, 1942 год.При полном онемении класса, возглас с камчатки:- Да соси ты!Училка идет пятнами:- Ктоооо???!!!Сузуки мгновенно вскакивает:- Билл Клинтон Монике Левински в Овальном кабинете, Вашингтон, 1997 год.Возмущенный вопль:- Сузуки – говно!!!И ни секунды задержки:- Валентино Росси на мотогонках ГранПри-Бразилия в Рио де Жанейро, 2002  год! –выпаливает японец!Класс в истерике, училка в обмороке, распахивается дверь и появляетсяразъяренный директор школы:- Еб вашу мать! Что здесь за бардак???!!!Не успевший сесть Сузуки:- Президент Ельцин, заседание парламента России, 1993 год!",
  "Москва, Рублевское шоссе, инспектор ДПС останавливает Бентли, превышениескорости трехкратное, Бентли останавливается, приоткрывается наглухотонированное стекло.Гаишник под козырек:- Инспектор Петров, ваши документы.из Бентли высовывается рука с пятитысячной купюрой, инспектор прячет еев нагрудный карман.Г. Всего хорошего, постарайтесь больше не нарушать...из окна появляется следующая купюра того же достоинства..Г. И, будьте внимательны, через два квартала еще один экипаж....снова пятитысячная...Г: вглядывается в номер машины, - Я здесь работаю вторник/четверг с 8утра и до 15:00, я ваш номер запомнил, в эти дни можете ездитьспокойно...снова купюра в пять тысяч..Г. Счастья, здоровья Вам, умных детей, успехов в бизнесе, чтоб собака наконкурсах побеждала и т.п.снова рука с купюрой...Инспектор некоторое время стоит в замешательстве, затем прокашливается ипроизносит... \"СТИХИ!!\"",
  "ДЕЛОВОЕ ПРЕДЛОЖЕНИЕ(пер. с англ, автор мне неизвестен)Джонни очень хотел одну девушку в своем офисе, но она принадлежаладругому...Как-то раз ему стало так невмоготу, что он подошел к ней и сказал: \"Ядам тебе 1000 долларов, если ты мне отдашься\", но девушка ответила\"НЕТ\".Джонни сказал: \"Да я быстро - я брошу деньги на пол, ты нагнешьсяподобрать, а как поднимешь - я уже закончу\".Девушка задумалась на секунду, и ответила, что должнапроконсультироваться с бойфрендом. Она позвонила и рассказала тому все.Бойфренд ответил: \"Проси 2000, и поднимай деньги очень быстро, так чтобон даже не успел спустить штаны\".Девушка согласилась, и дала свое согласие Джонни.Прошло полчаса, бойфренд ждет, а девушка все не звонит...Наконец спустя 45 минут бойфренд позвонил сам и спросил, что случилось.Девушка ответила: \"Этот подонок расплатился монетами.\"МОРАЛЬ: Всегда рассматривайте деловое предложение досконально,до того, как вы его примете и вас поимеют!",
  "На дискотеке в Германии русский в майке с надписью: \"У турков трипроблемы\".К нему тут же подходит турок и спрашивает:- Ты чего? Проблем ищешь? Ты наехать хочешь?- Это ваша первая проблема. Агрессивность. Вы всегда пытаетесь  создавать проблемы на пустом месте.Когда дискотека заканчивается, то русского уже подкарауливает группатурков.- Сейчас ты ответишь за свои слова! - говорят они.- Это ваша вторая проблема. Вы не можете решать свои проблемы сами и  сразу собираете своих по любому поводу.- Да как ты смеешь с нами так говорить?!! - турки повыхватывали ножи...- Это ваша третья проблема, - продолжает русский. - Вы всегда приходите  с ножами на перестрелку.",
  "Перевод с английского (http://randomthinks.typepad.com/rtblog/humor/)Я, наверно, никогда не пойму, почему у мужчин и женщин такие разныепотребности по части секса. Венера, Марс -- никогда этого не пойму.Почему у мужчин принятие решений идет через голову, а у женщин -- черезсердце?Дело было так. На прошлой неделе как-то вечером мы с женой ложилисьспать. Я попытался к ней подкатиться, но в конце концов услышал:- Знаешь, мне не что-то хочется. Просто подержи меня в своих объятиях.- ЧТО???И она сказала самую ужасную фразу, которую только может услышать мужчинаот своей любимой:- Ну, правда, дорогой. Мне кажется, ты просто не улавливаешь мои женские  эмоциональные потребности.Я подумал: \"С чего бы это она?\". В общем, в тот вечер так ничего и неполучилось, мы просто заснули.На следующий день мы отправились за покупками в одну известную фирму,которую я условно назову ЗУМ (здоровенный универсальный магазин). Мы сней погуляли по разным отделам, она примерила три офигительно дорогихвечерних платья, но не могла понять, какое ей лучше всего подходит. Ясказал, чтобы она взяла все три. Потом она отправилась искать туфли,которые сочетались бы с этими платьями, и я предложил ей взять по паре ккаждому платью. По пути к кассе нам попался ювелирный отдел, и онаподобрала себе пару сережек с бриллиантами. Знаете... я давно не виделее настолько возбужденной. Видимо, она решила что я рехнулся -- онарешила спросить меня, как насчет вон того теннисного браслета -- я-тознаю, что она и ракетки-то в руках никогда не держала. Ну, я и на этосогласился. В общем, она едва ли не визжала от восторга, удовольствие унее было прямо-таки физически-сексуальным. Надо было видеть, каксветилось ее лицо, когда она сказала:- Ну, дорогой, мне кажется, что это все. Можно идти к кассе.Я с трудом сдерживал себя, когда я произнес:- Нет, дорогая, мне что-то не хочется.Вот вы знаете, что значит выражение \"спал с лица\"? Вся вот эта гаммаэмоций -- непонятки, огорчение, возмущение, гнев... пробежала по лицумоей обожаемой.- Ну, правда, дорогая. Я просто хочу, чтобы ты подержала в своих  объятиях все вот это вот.И когда она уже была готова наброситься меня и разорвать на тысячумаленьких клочков, я добавил:- Мне кажется, что ты просто не улавливаешь мои мужские финансовые  возможности...Так что теперь примерно до 2008 года секса мне не светит.",
  "Как разные народы переносят низкие температуры:+10 C: Американцев трясет. Русские сажают огурцы в огородах.+1.6 C: У итальянцев не заводятся машины. Русские ездят с опущеннымистеклами.0 C: В Америке замерзает вода. В России вода загустевает.- 17.9 C: В Нью-Йорке домовладельцы включают отопление. Русскиепоследний раз в сезоне выезжают на пикники.- 42 C: В Европе не функционирует транспорт. Русские едят мороженое наулице.- 73 C: Финский спецназ эвакуирует Санта-Клауса из Лапландии. Русскиенадевают ушанки.- 114 C: Замерзает этиловый спирт. У русских плохое настроение.- 273 C: Абсолютный ноль, остананавливается атомарное движение. Русскиеругаются: \"Холодно, мля!\"- 295 C: У католиков в аду замерзают черти. Российская сборная пофутболу становится чемпионом мира.                                                              Timur-san",
  "Идет урок в школе. Сидят маленькие дети, учительница спрашивает:- Ребята! Кто знает, как можно сразу взять 2 арбуза?Вовочка моментально поднимает руку, учительница:- Кто-нибудь еще?Встает Танечка и говорит:- Я бы взяла один арбуз в одну руку, а другой в другую!- Умничка, Танечка! - говорит учительница. - А кто знает, как перенести  3 арбуза?Вовочка опять тянет руку, но учительница его игнорирует.Встает Вася:- Я бы взял один арбуз в одну руку, другой в другую, а третий бы насадил  на мужское достоинство!- Фу, как отвратительно, Вася! Как ты можешь! Я понимаю, если бы такое  сказал Вовочка...Тут Вовочка не выдерживает и говорит:- Марья Ивановна, я знаю, как перенести 5(!) арбузов!!- Да? и как?- Я бы взял один арбуз в одну руку, другой в другую, а на мужское  достоинство насадил бы Васю!-=Денис из Киева=-",
  "Новый учитель, придя в класс, обнаружил, что одного мальчика дразнятМойше-дурачок. На перемене он спросил ребят, почему они его так обзывают.- Да он и вправду дурачок, господин учитель. Если дать ему большую  монету в пять шекелей и маленькую в десять, он выберет пять, потому  что думает, что она больше. Вот, смотрите...Парень достает две монеты и предлагает Мойше выбрать. Тот, как всегда,выбирает пять. Учитель с удивлением спращивает:- Почему же ты выбрал монету в пять шекелей, а не в десять?- Посмотрите, она же больше, господин учитель!После уроков учитель подошел к Мойше.- Неужели ты не понимаешь, что пять шекелей больше только по размерам,  но на десять шекелей можно купить больше?- Конечно понимаю, господин учитель.- Так почему же ты выбираешь пять?- Потому что, если я выберу десять, они перестанут давать мне деньги!",
  "Вовочке сильно надоел урок русского языка.Он поднял руку и спросил:- Марья Ивановна, а ПОХ.Й пишется вместе или раздельно?За что его удалили из класса до конца учебного года. Чему он очень обрадовался.Но Мария Ивановна ушла в декрет, и язык начал вести старый, умудренный опытомАбрам Исаакович. Он позвонил родителям Вовочки и сказал, что тот опять можетходить на уроки.Вовочку это не устраивало, и на первом же занятии он спросил:- Абрам Исаакович, а ПОХ.Й пишется вместе или раздельно?- Это - когда как, - ответил старый учитель, - если, молодой человек, вы имеете  в виду мое отношение к вашим закидонам - то вместе, а если глубину великой  еврейской реки Иордан - то раздельно.(С) Робинзон ОдЕсский",
  "Летит самолет. Пилот по громкой связи:- Уважаемые дамы и господа, вас приветствует командир корабля.Прослушайте информацию о нашем полете. Наш полет проходитна высоте 10 тысяч метров со скоростью 900 километров в час,температура за бортом...БЛЯ...А-А-А-А!.. ЭТО ЧТО ТАКОЕ?.. НУ, ПИЗДЕЦ...В салоне гробовая тишина.Через минуту опять по радио:- Прошу извинения у уважаемых пассажиров. Просто это наша  стюардесса опрокинула на меня горячий кофе. Видели ли бы вы  теперь мои белые брюки спереди...Мужик в первом ряду:- Твои брюки, это все херня! Видел бы ты мои брюки сзади...",
  "Таможенник поднимается на корабль для досмотра.- Наркотики есть?Хозяин корабля отвечает:- Есть. Вот, пожалуйста (достает чемодан). Вот героин, вот кокаин.  Все аккуратно упаковано,вот шприц готовый.Таможенник, вытаращив глаза:- А может, и оружие есть?Хозяин  (достает другой чемодан):- Вот макаров, вот калашник ,вот патроны к ним. Все как надо.Таможенник с усмешкой:- Наверное, и валюта есть?Хозяин достает третий чемодан:- Вот миллион долларов, пожалуйста.Таможенник, ничего не понимая:- И это все ваше?Хозяин:- Нет, это ваше. Мое в трюме.",
  "Василий Иванович с Петькой сидят, скучают.Василий Иванович:- Петька, сгоняй на хутор к старику-самогонщику,  сообрази чего-нибудь!- Это можно.Через час Петька возвращается.Василий Иванович:- Ну как?- Да нет у него ни фига.- Эх, молодежь, всему вас учить надо. Пойдем вместе.Приходят к деду.Василий Иванович:- Здорово, отец!- Здорово, сынки!- Мы вот к тебе от имени Советской власти. Вот я гляжу,  хата у тебя старая.- Ох, какая старая!- Петька, запиши: новую хату ему от Советской власти! И жена  у тебя вроде старая...- Ой, какая старая!!- Петька, запиши: новую жену ему от Советской власти!- Сынки! Родненькие! Да сколько ж я вас ждал!Ну, сели за стол, выпили, с собой взяли. Уже в дверяхВасилий Иванович как бы невзначай:- Слышь, дед! А может у тебя и х%@ старый?- Уж каккой старый!!!- Петька, запиши: х%@ ему от Советской власти!",
  "Урок английского. На задней парте устроился мужик - проверяющийиз РОНО. Молодая учительница пишет на доске английскую фразу ипросит учеников перевести. Класс молчит, и вдруг с предпоследнейпарты руку тянет Вовочка. Учительница поколебалась, но делатьнечего - вызвала.Вовочка:- Вот задница. Сейчас бы засадить!Учительница, заливаясь краской стыда:- Вовочка, как ты можешь!!!Вовочка, поворачиваясь к мужику:- Не знаешь английского - нечего подсказывать!",
  "Приехал как-то на чукотку один профессор (П). Поселился у знакомогочукчи(Ч), живет. Однажды видит - чукча куда-то собирается.П: - Ты куда?Ч: - На охоту, однако.П: - Возьми меня с собой ?!Ч: - Нее, там голову иметь надо.П: - Да я вроде не дурак, всеж таки профессор !Ч: - А на лыжах бегать умеешь?П: - Конечно! В молодости был чемпионом области по биатлону !Ч: - Ну ладно...Взяли ружья, пошли в тайгу. Долго шли. Наконец находят медвежьюберлогу. Ну чукча берет ружье, стреляет внутрь берлоги и тикать...(П) ничего не понимает, но пристраивается рядом с чукчей. За спинами,разумеется, разъяренный разбуженный медведь. Бегут час, два...Наконец (П) думает: `` А чей то я собственно убегаю? ``, разворачивается,прицеливается и БАХ! медведю между глаз.Ч: (недовольно) - а говорил не дурак...                               Как теперь такую тушу домой потащим???!",
  "Летит экипаж. Тут командир задаёт загадку молодому второму пилоту:- Я пока пойду посру, а ты подумай, уменьшится ли за это время общий вес самолёта?Ну молодой сидит, размышляет: \"Так как туалетная система закрыта, то говно никуда не денется, а значит, вес останется прежним\". Так и доложил командиру. А тот и отвечает:- Дурак ты, молодой! Конечно уменьшится, ведь пока я ходил, самолёт сжёг топливо... А ты всё о говне думаешь.",
  "Антон Силуанов предложил россиянам не думать о ключевой ставке ЦБ.Также россиянам не стоит думать о: - процентах по кредитам; - курсе рубля; - тарифах ЖКХ; - ценах в магазинах.В то же время россиянам стоит думать о: - госдолге США; - крахе доллара; - величии державы; - необходимости потерпеть.",
  "Твоя религия ничего МНЕ не запрещает. Она запрещает ТЕБЕ. Уясни это.",
  "- Представляете, товарищ Жуков, какой мне сегодня сон приснился, - говорит Сталин, - будто Москва и Минск напали на Киев, а канцлер Германии умоляет эту войну прекратить!",
  "Находят митингующих по записям с видеокамер через нейросеть, хотя они в масках, их штрафуют, сажают… А вот человека, который выставил мою хату, спер дорогущий ноут, деньги, и лицо которого запечатлено на всех камерах подъезда, как-то блин, за два года найти не могут.",
  "Вместо того, чтобы у себя в Алжире, Марокко и Тунисе строить жизнь, как во Франции, люди приезжают во Францию, чтобы там создать себе такую жизнь, как Алжире, Марокко и Тунисе. Это странно. Ещё более странно заставлять при этом и французов жить, как в Алжире, Марокко и Тунисе.",
  "- Владимир Владимирович! Это Нина Егоровна, 65 лет, из Костромы! У нас горячей воды нет, сортир на улице, половину пенсии отдаю за ЖКХ, больницу закрыли, скорая к нам не едет. У меня вопрос: почему Зеленский не способствует имплементации минских соглашений? Спасибо, дай вам Бог здоровья!",
  "Только перечитывая в 40 лет книгу \"Д'Артаньян и три мушкетёра\" ты наконец-то начинаешь понимать, что единственный положительный герой в этой книге - кардинал Ришелье...",
  "Садится сотрудник мобильного оператора с друзьями в такси.- Сколько будет стоить?- У нас безлимит за сто рублей.Приезжают на место, таксист говорит: - С вас 2700 рублей.- Вы же сказали 100???- Ну смотрите. У нас безлимит за 100 рублей. При безлимите ограничена скорость - 10 км/ч. Вы просили ехать побыстрее. Это вам стоило дополнительные 100 рублей за каждые 10 км/ч. Кроме того, безлимит у нас действует только в пределах района. Вы заказали поездку в соседний район, а это уже внутригородской роуминг. Выезд за пределы домашнего района стоит 300 рублей. Более того, во внутригородском роуминге у нас начинается оплата по километрам и мы списываем сумму сразу за 100 километров, это еще 1000. Что значит \"дорого\"? Обычный тариф у нас 15 руб/км, а тут получается 10. Дешевле же! Кроме того, вы разделили наше такси с друзьями. С 1 января эта услуга платная - дополнительные 200 рублей с человека. И еще 400 рублей мы сняли с вас за прослушивание музыки, т.к. садясь в такси, вы выразили согласие на получение платного музыкального контента. Так что все верно, с вас 2700!",
  "Медведев порекомендовал недовольным зарплатой учителям идти в бизнес. Учителя порекомендовали довольному Медведеву идти в жопу.",
  "Вы только вдумайтесь! Из-за обстрелов Дебальцево ОБСЕ не может попасть в Дебальцево, чтобы зафиксировать есть ли обстрелы или нет. Это 5+!",
  "Не знаю, у кого и спросить, но почему лица, которые всегда были обслугой светского общества (актеры, певцы, парикмахеры, портные, газетчики и прочие), вдруг стали светским обществом?",
  "На собеседовании в школе для особо одарённых детей шестилетнего Вовочку попросили рассказать, чем автобус отличается от троллейбуса.Вовочка ничего скрывать от тёти не стал и честно ей сообщил, что автобус работает на двигателе внутреннего сгорания, а троллейбус - на электродвигателе переменного тока.Оказалось - ничего подобного!Просто троллейбус с рогами, а автобус - без.И нечего тут морочить тёте голову!",
  "Гламурная москвичка приезжает погостить в деревню к бабушке.- Бабуль, куда у вас тут ночью сходить можно?- В ведро.",
  "Россия, НaчШтaба округа вoзвpащаeтся со сборов и вызывает старую опытнуюмашинистку:- Вeрa Иванoвна, надо срочно подготовить Приказ командующего округом \"О  состоянии воинcкoй дисциплины\". Вы готовы?- Гoтова.- Ну и отлично. Тогда начинаем..(ходит по кабинету и диктует) __- ЁБ BАШУ MАТЬ!!!!М: (мaшиниcтка печатает)\"Товарищи офицеры!\"- НИКТО НИХ@Я НЕ ДЕЛАЕТ !М: \"В войсках упала воинская дисциплина\"- ФСЕ ЛЕЖАТ И ДР%%АТ!!М: \"Командиры устранились от выполнения служебных обязанностей..\"- МЕДНОГОЛОВЫЕ ОПЕЗДАЛЫ, БЛ@, ПОЛЗАЮТ КАК БЕРЕМЕННЫЕ МАНДАВОШКИ, ВОДКУПЬЯНСТВУЮТ, БЕСПОРЯДКИ НАРУШАЮТ, @БУТ ВСЁ, ШТО ШЕВЕЛИТСЯ !М: \"Воспитанием никто не занимается, строевая выучка ослабла, участилисьслучаи пьяных дебошей и бесчинств по отношению к местному населению...- Е%%ТЬ ФСЕХ!!!М: \"Приказываю!\"- ЭТОМУ НОВОМУ ПРЕЗЕРВАТИВУ, ЧТО ВОЗОМНИЛ СЕБЯ ДИРИЖАБЛЕМ, КЛИЗМУ С  ПАТЕФОННЫМИ ИГОЛКАМИ, А НЕ ЛАМПАСЫ!М: \"Командира дивизии полковника Иванова предупредить о неполномслужебном соответствии...\"- ОСТАЛЬНОЕ СТАДО ПУСТЬ В%%БЕТ САМ!М: \"Остальных виновных комдиву наказать своей властью\"- П%%ДЕЦЦ!!М: \"Командующий округом генерал-полковник Петров\"",
  "Мама спрашивает у маленького сына:- Вовочка, а кто съел все конфеты?Сын:- Домовой.Голос из-за печки:- Не пи%ди!",
  "Встречаются три подруги.Одна жена уже лет десять - другая любовница - третья обручена (невеста).Ну обсудили своих мужиков, то да се - решили поэкспериментировать:одеть кожаное черное белье - сексуальные чулки с поясом - высокиекаблуки - маску на глаза и так встретить своих любимых.Через неделю опять встречаются.\"Невеста\" рассказывает - Он пришел домой, я встретила его в чулках, вмаске на высоких каблуках - он набросился на меня сказал, что я любовьего жизни и мы занимались сексом всю ночь.Любовница рассказывает - я пришла к нему в офис - закрыла дверь -распахнула плащ - а там кожаное белье, маска, каблуки - он ничего несказал, но мы 5 часов без перерыва занимались сексом.Жена рассказывает смущенно - муж пришел с работы, я открыла дверь вкожаном черном белье, сексуальных чулках и маске - он посмотрел испросил: \"Что на ужин, Бэтмен?\"",
  "В одном небольшом американском городке некий бизнесмен решил открытькабак. Беда в том, что он находился на одной улице с церковью.Естественно, церковное руководство это не устраивало, и на каждойпроповеди оно призывало горожан выступать против, и молиться, чтобы богпокарал нерадивого бизнесмена. За день до объявленного открытия кабакабыла сильная гроза, молния ударила в кабак и он сгорел дотла. Церковникиобрадовались, но ненадолго - хозяин кабака подал на них в суд стребованием компенсации ущерба. Те, естественно, все отрицали. Выслушавобе стороны, судья заметил: \"Я пока еще не знаю, какой вердикт вынести,но из материалов дела следует, что какой-то владелец кабака верит в силумолитвы, а все церковное руководство - почему-то нет...\"",
  "- Ваш банк дает кредиты под честное слово?- Без проблем...- А если я не верну?- Вам будет стыдно перед Всевышним когда предстанете.- Когда это еще будет...- Вот, если пятого не вернете, шестого предстанете.",
  "Недавно открылся магазин, где женщины могут выбрать и купить себе мужа.У входа висит свод правил работы магазина следующего содержания.1. Вы можете посетить магазин ТОЛЬКО ОДИН РАЗ.2. В магазине 6 этажей, качество мужчин повышается с увеличениемпорядкового номера этажа.3. Вы можете выбрать любого мужчину на каком-либо этаже или поднятьсяна верхний этаж.4. Не разрешается возвращаться на нижний этаж.Одна женщина решила посетить этот самый \"Магазин мужей\", чтобы найтисебе спутника.Прочитав у входа на первый этаж вывеску: \"Мужчины, имеющие работу\", -она идет сразу на второй этаж.Вывеска на втором этаже: \"Мужчины, имеющие работу и любящие детей\".Женщина идет на третий.Вывеска на третьем этаже: \"Мужчины, имеющие работу, любящие детей инеобычайно красивые\". \"Ух ты! \" - подумала женщина, но все же пошла начетвертый этаж.Вывеска на четвертом этаже: \"Мужчины, имеющие работу, любящие детей,ослепительной красоты и помогающие по дому\".- Невероятно! – воскликнула женщина. – Мне очень трудно устоять!Но, произнеся это, все же поднимается на пятый этаж.Вывеска на пятом этаже: \"Мужчины, имеющие работу, любящие детей,ослепительной красоты, помогающие по дому и очень романтичные\".Женщине очень захотелось остаться на этом этаже и выбрать себе пару, новсе же она, преодолев себя, пошла на последний этаж.И на шестом этаже она читает вывеску вот такого содержания: \"Вы на этомэтаже посетительница № 31 456 012, здесь нет мужчин, этот этажсуществует лишь для того, чтобы лишний раз доказать, что женщинуудовлетворить невозможно. Благодарим за посещение нашего магазина!\"А прямо напротив этого магазина был открыт \"Магазин жен\". На первомэтаже находятся женщины, любящие заниматься сексом. На втором – богатыеженщины, любящие заниматься сексом. А на этажи с третьего по шестой ТАКНИКТО НИ РАЗУ И НЕ ЗАШЕЛ.",
  "Сидит психиатр у себя в кабинете - скучает...... пациенты не идут.Тут тихонько так приоткрывается дверь и к нему на карачках заползаетчеловек, сжимая что-то в зубах, руках и т.д. плюс что-то ещеволочится сзади.Психиатр:- Ой, кто это к нам тут ползет!!! Это, наверное, маленькая змейка.  Заползай, змейка, заползай, маленькая, доктор тебе поможет.Человек отрицательно машет головой.- А-а-а, это, наверное, черепашка к нам в гости пожаловала. Заползай,  черепашка, в кресло и расскажи дяде доктору, что с тобой случилось...Человек отрицательно машет головой.- Так кто же это у нас - наверное, маленький червячок??- ДОКТОР, ИДИТЕ НА Х@#, Я СИСАДМИН, ВАМ СЕТЬ ПРОКЛАДЫВАЮ!!",
  "Урок биологии. Учительница говорит детям:- Дети! Вы знаете, что тычинка и пестик у цветочков - это органы  размножения.С задней парты Вовочка:- Блядь. А я их нюхал.",
  "У четырнадцатилетней девочки задержка. Уже две недели. Наконец-то онарешается рассказать об этом маме. Та просто в шоке, летит в аптеку,покупает тест на беременность и, о ужас, он оказывается положительным.Чуть не поседев, мама набрасывается на дочку: \"Ты что, в своем уме?Быстро приведи мне сюда этого негодяя, этого мерзавца, этого скотину,который посмел прикоснуться к моей ненаглядной, к моей единственнойдочке, я ему покажу, где раки зимуют!!!\"Пожав плечами, дочка поднимает трубку телефона и набирает номер. Черезполчаса к их дому подезжает новенькая Феррари, из которой выходитмужчина средних лет в дорогом костюме, начищенных до зеркального блескаботинках и с золотыми часами. Он степенно проходит в их дом и садится накресло в гостиной, где уже собрались разгневанная мама, испуганная дочкаи только что вернувшийся с работы еще более разгневанный папа.\"Добрый вечер. Ваша дочь проинформировала меня о той проблеме, котораятак вас волнует. Как вы понимаете, я не смогу на ней жениться из-за моихсемейных обстоятельств. Но я готов материально компенсировать всенеудобства, которые вызваны моим неосторожным поведением. Итак, вот моиусловия. Если родится дочь, то я передам ей в собственность два моихмагазина и три завода. Также на ее счет в банке я положу один миллиондолларов. Если это будет сын, то тогда ему достанется три магазина, двазавода и миллион долларов. Если родятся близнецы, то каждый получит позаводу и магазину, а также по пятьсот тысяч на счету. Но, однако, еслибудет выкидыш, тогда...\"В этот момент до того не раскрывший рта папа кладет ему руку на плечо иговорит:\"Тогда ты трахнешь ее еще раз!\"",
  "Как бы рассказали \"Красную шапочку\"...Эдгар ПоНа опушке старого, мрачного, обвитого в таинственно-жесткуювуаль леса, над которым носились темные облака зловещих испарений ибудто слышался фатальный звук оков, в мистическом ужасе жила КраснаяШапочка.Эрнст ХемингуэйМать вошла, она поставила на стол кошелку. В кошелке было молоко,белый хлеб и яйца.- Вот, - сказала мать.- Что? - спросила ее Красная Шапочка.- Вот это, - сказала мать, - отнесешь своей бабушке.- Ладно, - сказала Красная Шапочка.- И смотри в оба, - сказала мать, - Волк.- Да.Мать смотрела, как ее дочь, которую все называли Красной Шапочкой,потому что она всегда ходила в красной шапочке, вышла и, глядя на своюуходящую дочь, мать подумала, что очень опасно пускать ее одну в лес; и,кроме того, она подумала, что волк снова стал там появляться; и, подумавэто, она почувствовала, что начинает тревожиться.Ги де МопассапВолк ее встретил. Он осмотрел ее тем особенным взглядом, который опытныйпарижский развратник бросает на провинциальную кокетку, которая все ещестарается выдать себя за невинную. Но он верит в ее невинность не болееее самой и будто видит уже, как она раздевается, как ее юбки падают одназа другой и она остается только в рубахе, под которой очерчиваютсясладостные формы ее тела.Виктор ГюгоКрасная Шапочка задрожала. Она была одна. Она была одна, как иголка впустыне, как песчинка среди звезд, как гладиатор среди ядовитых змей,как сомнабула в печке...Джек ЛондонНо она была достойной дочерью своей расы; в ее жилах текла сильная кровьбелых покорителей Севера. Поэтому, и не моргнув глазом, она бросилась наволка, нанесла ему сокрушительный удар и сразу же подкрепила его однимклассическим апперкотом. Волк в страхе побежал. Она смотрела ему вслед,улыбаясь своей очаровательной женской улыбкой.Ярослав Гашек- Эх, и что же я наделал? - бормотал Волк. - Одним словом обделался.Оноре де БальзакВолк достиг домика бабушки и постучал в дверь. Эта дверь была сделана всередине 17 века неизвестным мастером. Он вырезал ее из модного в товремя канадского дуба, придал ей классическую форму и повесил ее нажелезные петли, которые в свое время, может быть, и были хороши, ноужасно сейчас скрипели. На двери не было никаких орнаментов и узоров,только в правом нижнем углу виднелась одна царапина, о которой говорили,что ее сделал собственной шпорой Селестен де Шавард - фаворит МарииАнтуанетты и двоюродный брат по материнской линии бабушкиного дедушкиКрасной Шапочки. В остальном же дверь была обыкновенной, и поэтому неследует останавливаться на ней более подробно.Оскар УайльдВолк. Извините, вы не знаете моего имени, но...Бабушка. О, не имеет значения. В современном обществе добрым именемпользуется тот, кто его не имеет. Чем могу служить?Волк. Видите ли... Очень сожалею, но я пришел, чтобы вас съесть.Бабушка. Как это мило. Вы очень остроумный джентльмен.Волк. Но я говорю серьезно.Бабушка. И это придает особый блеск вашему остроумию.Волк. Я рад, что вы не относитесь серьезно к факту, который я только чтовам сообщил.Бабушка. Нынче относиться серьезно к серьезным вещам - это проявлениедурного вкуса.Волк. А к чему мы должны относиться серьезно?Бабушка. Разумеется к глупостям. Но вы невыносимы.Волк. Когда же Волк бывает несносным?Бабушка. Когда надоедает вопросами.Волк. А женщина?Бабушка. Когда никто не может поставить ее на место.Волк. Вы очень строги к себе.Бабушка. Рассчитываю на вашу скромность.Волк. Можете верить. Я не скажу никому ни слова (съедает ее).Бабушка. (из брюха Волка). Жалко, что вы поспешили. Я только чтособиралась рассказать вам одну поучительную историю.Эрих Мария Ремарк.Иди ко мне, - сказал Волк.Красная Шапочка налила две рюмки коньяку и села к нему на кровать. Онивдыхали знакомый аромат коньяка. В этом коньяке была тоска и усталость -тоска и усталость гаснущих сумерек. Коньяк был самой жизнью.- Конечно, - сказала она. - Нам не на что надеяться. У меня нет  будущего.Волк молчал. Он был с ней согласен.sultan",
  "Преподаватель:- Ваша фамилия?Студент:- Иванов (улыбается).- Чему вы улыбаетесь? - спрашивает профессор.- Доволен, что хорошо ответил на первый вопрос.",
  "Америка. Парень провожает девушку после свидания домой, доходятдо крыльца ее дома и парень, опершись одной рукой о косяк двери,вдруг говорит:- Мэри, сделай мне, минет, пожалуйста...- Ты что, сдурел, на пороге дома? А вдруг соседи увидят!- Черт с ними, соседями, один минетик, Мэри....- Нет, не сейчас, лучше завтра.- Мэри, один легкий отсос, я же знаю - тебе это нравится..- Нет, Нет и Нет, сейчас не буду...- Пожалуйста, Мэри, пососи немного, ты же столько раз это делала  для меня и моих товарищей...- Отстань от меня....и т.д.В этот момент открывается дверь и на пороге дома появляется заспаннаявсклокоченная младшая сестра девушки и говорит:- Добрый вечер. Папа сказал, чтобы я вам отсосала, или чтобы мы  с сестрой вам отсосали, или чтоб вы у себя отсосали, или папа  спустится и вы у него отсосете, НО РАДИ БОГА УБЕРИТЕ РУКУ С ДОМОФОНА!",
  "По коридору ВУЗа идет профессор. Навстречу студент:- Здравствуйте, профессор. Можно Вас спросить?- Конечно, спрашивайте, молодой человек.- Скажите, профессор, Вы когда спать ложитесь, бороду  на одеяло или под одеяло кладете?После некоторой паузы:- Да, знаете, как-то не задумывался.- Ну, извините, пожалуйста.Разошлись.Через неделю зеленый профессор с кругами под глазамивстречает в коридоре того же студента и хватает за грудки:- Ну ты и сволочь! Неделю уже спать не могу - и так неудобно,  и так неудобно!",
  "Звонит герла на радио и говорит:- Вчера нашла кошелек, там было 5 тысяч долларов, 618 марок  и визитка на имя Гарика Марикяна, проспект Шверника, 19...  поставьте ему, пожалуйста, какую-нибудь хорошую песню!",
  "Василий Иванович с Петькой пошли на спектакль ``Лампа Алладина``.А Петька перед этим пива попил - ну и в туалет захотелось. Частерпит, полтора часа терпит - не выдержал - выскакивает вкоридор, а там двери. Он в первую дверь - касса, во вторую -директор, в третью - бухгалтерия, в четвертую - темно игоршок стоит. Петька к горшку подбегает:- Фф-ф-фуу-у-у-у-у-уу-у-у!...Ну, довольный возвращается в зал, а там все лежат от смеха.Петька к Чапаеву, а тот говорит:- Когда ты, Петька, вышел на сцену - зал подумал, что это такая  роль. Когда ты поссал в горшок - зал притих. Когда ты уходил -  зал молчал. Но когда из горшка вылез джин и сказал, что это  не роль, а пи$@ец, и что с завтрашнего дня он объявляет  забастовку - зал не выдержал..",
  "Из зоопарка сбежал слон. Звонок шерифу:- Сэр! В моем огороде стоит огромная серая крыса!!!!  Она срывет хвостом капусту......- И что с ней делает?- Сэр! Вы не поверите!.....",
  "В одноместной палате больницы лежит молодой мужчина.Раздается стук в дверь.-Входите,- говорит он.Входит медсестра, ставит на стол сумку, открывает, достает бритвуи крем для бритья.Молча подходит к мужику, резко сдергивает простыню,потом сдергивает до колен пижамные брюки и начинает сбривать растительность.Мужик краснеет...Закончив бритье, сестра переворачивает мужика на животи засовывает ему в задницу две свечки.- Через 15 минут вам на операцию. А пока отдыхайте.- Сестра! - не выдерживает мужик. - Не обьясните мне, почему вы стучалив дверь перед тем, как войти???",
  "Племянник выставил на Авито подарок, который я вручил ему на Новый год. Я купил его анонимно и теперь подарю ему на день рождения в феврале.",
  "Книга получается хорошей, если автор действительно знает то, о чём пишет. Фильм получается хорошим, если сценарист, режиссёр, актёры хотя бы отчасти пережили то, о чём рассказывают. Поэтому лучше всего у киношников выходят фильмы про истеричных дегенератов, алкоголиков и проституток, а хуже всего - про добрых честных людей, хорошо делающих своё дело.",
  "Захожу в подъезд.Два аккуратно одетых в новенькие робы электрика ковыряются в электрощитке.Говорю им:- С Днем чекиста, товарищи!В ответ:- Так завтра же!",
  "Меня один вопрос мучает. Почему тех, кто убил Листьева, не нашли, а тех, кто не убил Соловьева, нашли?",
  "Человек пришёл в храм. Он забыл выключить телефон, который во время молитвы зазвонил. Священник отчитал его. Люди, которые молились, ругали его после молитвы за то, что он нарушил тишину. Всю дорогу домой его жена выговаривала ему за его невнимательность. На его лице можно было увидеть стыд, растерянность и унижение.После этого случая этого человека никогда больше не видели в храме. И в этот же вечер он пошёл в бар. Этот человек всё ещё нервничал и его руки дрожали. Случайно он разлил свой напиток на стол. Официант извинился и дал ему салфетку, чтобы вытереться. Уборщик вытер пол. Управляющая бара предложила ему другой напиток за счёт заведения. При этом она сказала: \"Не беспокойтесь, мужчина. Все делают ошибки\". С этого дня он ходил в бар каждый вечер.",
  "Мой сын носит футболку «Я за Путина» уже 2 недели. За это время в него плевали и даже пытались бросить в него бутылку. Что же с ним будет, если он выйдет из дома?",
  "Когда в Совете Федераций объявили, что сейчас произойдёт задержание по подозрению в убийстве, половина сенаторов схватилась за сердце. Вторая половина не поняла по-русски.",
  "Зачем депутатам зарплата в 800 тысяч, если они утверждают, что можно запросто прожить на 7 тысяч рублей?",
  "РЖД откажется от плацкартных вагонов.Малообеспеченных граждан будут возить в товарных. Билеты, конечно, немного подорожают.",
  "На уроке один ученик правильно отвечал на все вопросы учителя, чем спровоцировал одноклассницу на презрительный комментарий: \"Ботаник!\"Учитель сделал ей замечание, что не мешало бы уважительнее относиться к, возможно, будущему работодателю.На что парень добавил: \"Маловероятно. Я не планирую становиться сутенёром\".",
  "В параллельной вселенной: на операции для больных детей выделяют деньги из бюджета, а на гонорары футболистам и их тренерам — собирают всем миром с помощью смс.",
  "Окурок, выброшенный в урну, гораздо патриотичнее флажочка на автомобиле.",
  "В одесском автобусе едет женщина и разговаривает по мобиле: -... И ты представляешь, Софочка, захожу я в нашу спальню, а он ссоседкой там кувыркается на нашей кровати, ну я на цыпочках прокраласьна кухню взяла.... Ой, Софочка, моя остановка, я в шесть с работы поеду идорасскажу. Шесть вечера. Та же женщина садится в автобус, а в автобусе всё те желица сидят, тут заскакивает мужик запыхавшийся, еле переводит дух: - Я не опоздал? Смотрит на женщину и говорит: - Ну шо уставилась? Звони Софочке.",
  "- Ты чего такая взвинченная? Что случилось?- Подарила мужу на 23 февраля набор рыболовных блесен.- Ну, все правильно. Он у тебя уже 10 лет каждые выходные на рыбалку уезжает. Чего не так?- Он его в руках вертел, вертел и спрашивает: А что это такое?",
  "- Что там за шум на улице, Бэрримор?- Это гей-парад, сэр.- И чего же они требуют, Бэрримор?- Однополой любви, сэр.- Им разве кто-то запрещает?- Нет, сэр.- Так почему же всё-таки они шумят?- Пидорасы, сэр.",
  "ОбъявлениеЮридически подкованный пенсионер, за....т любую организациюписьменно или по телефону, за символическое вознаграждение.",
  "Когда-то давно старый индеец рассказал своему внуку одну жизненнуюистину.- Внутри каждого человека идет борьба, очень похожая на борьбу двух  волков. Один волк представляет зло – зависть, ревность, сожаление,  эгоизм, амбиции, ложь… Другой волк представляет добро – мир, любовь,  надежду, любезность, истину, доброту, верность…Маленький индеец, тронутый до глубины души словами деда, на несколькомгновений задумался, а потом спросил:- А какой волк в конце побеждает?Лицо старого индейца тронула едва заметная улыбка и он ответил:- Всегда побеждает тот волк, которого ты кормишь.",
  "К году мыши:Два часа ночи, бар, все закрыто. Из норки высовывается немецкая мышь,оглядывается - кота нет, несется к бару, наливает себе пива, выпивает илетит что есть сил обратно к норке. Через минуту показываетсяфранцузская мышь, оглядывается - нет кота, тоже несется к бару, наливаетсебе вина, выпивает и тоже убегает в нору. Мексиканская мышьвысовывается - кота нет, текила, норка. Выглядывает русская мышь - неткота, бежит к бару, наливает 100 грамм, выпивает, оглядывается - неткота, наливает вторую, пьет - нет кота, наливает третью, потом четвертуюи пятую... после пятой садится, оглядывается - ну нет кота! - разминаетмускулы и злобно так бормочет: \"Ну мы бл@ть подождем...\"",
  "Интервью с российским бизнесменом.Корреспондент:- Скажите, что вы думаете о сотрудниках ГИБДД?Бизнесмен:- Бандиты однозначно. Ничего не делают, полный бардак на улицах,  водителей грабят при каждом удобном случае, пидарасы конченые.К.:- Да, мнение нелицеприятное, прямо скажем. А что вы думаете о  российских таможениках?Б.:- М-да, я думаю, насчет ГАИшников погорячился. Нормальные в общем-то  ребята, вежливые, лишнего не возьмут.",
  "Заходит мужик в ювелирный магазин. Девущка-продавщица:- Ой, мужчина, как хорошо что вы к нам зашли, ко дню Святого Валентина у  нас две недели 20% скидки, купите что-нибудь в подарок вашей девушке.  Вот кулончик золотой в форме сердечка, вашей девушке очень понравится.Мужик грустно:- У меня нет девушки...Продавщица кокетливо:- Не может быть, такой видный, красивый, высокий мужчина и нет девушки?  Почему?!Мужик грустно:- Жена не разрешает...",
  "Одному пожилому человеку из Флориды в течении многих лет принадлежалаферма. На ее задворках был небольшой пруд, около которого рослифруктовые деревья, стояли столы для пикников, и т.п. Этот пруд былпостроен для купания.Однажды вечером, старичок решил пойти пройтись до пруда, где он не былуже давно, и проверить как там дела. С собой он захватил большое ведро,чтобы нарвать себе фруктов. Когда он подошел к пруду, он услышал крики ивеселый смех. Подойдя поближе, он увидел, что это веселились несколькодевушек, купавшихся в его пруду. Увидев его, они завизжали и уплыли надальний конец пруда.Одна из девушек крикнула фермеру: \"Мы не выйдем из пруда, пока ты неуйдешь!\"Старик нахмурился. \"Я пришел сюда не для того, чтобы наблюдать как выздесь плаваете голыми, и не для того, чтобы выгнать вас из пруда безодежды\".Подняв ведро, он продолжил: \"Я просто пришел сюда покормитьаллигатора...\"Мораль: Старики тоже могут быстро соображать.                                           http://www.randomthinks.net/                                           Перевел: ZZZ2",
  "Анекдот из жизни математиков. Длинный. Про комбинаторику анекдот, наукатакая, перестановки там всякие, сочетания и прочая чепуха.Приходят к профессору два студента экзамен сдавать. По комбинаторике.В те еще времена. Домой пришли к профессору. Ну, сдавали, сдавали, закартами засиделись, за костями игральными, стемнело. А в то время истуденты, и профессора были бедные, домой их не отправишь, пришлосьспать укладывать в профессорской трехкомнатной квартире. В однойкомнате - два студента, в другой - профессор с женой, в третьей -профессорская дочь. Все чин по чину, спят.Просыпается студент, думает, а хрен ли я с этим придурком лежу, пойду-капрофессорскую дочь навещу. Глядь в одну комнату - две головы из-пододеяла торчат, ну то профессор с женой, глядь в другую - одна голова.Дочка! Юрк к ней под одеяло, спят.Не спится и профессору. Встает среди ночи, дай, думает, к дочкеперелягу, мало ли что от этих балбесов ждать. Шнырь в одну комнату, двеголовы, - ага, студенты, шнырь в другую - одна, дочка, не иначе. Прыг -спит.Ну, тута и второй студент проснулся, и, как вы уже догадались,отправился по стопам друга, на поиски профессорской дочки.Утро. Просыпается профессор. Один. В комнате студентов. Хм...Заглядывает в одну комнату - там студент с дочкой, в другую - студентс женой. Чешет репу:- Сколько лет преподаю комбинаторику, но таких блядских перестановок  еще не видел!!!",
  "Мужик заходит в бар, заказывает виски:- Сколько с меня?- Три доллара.Мужик вынимает из кармана три доллара. Один кладет на стойку передсобой, потом идет в левый конец стойки, там кладет второй, потом идет вправый конец стойки, там кладет третий. Бармен, тихо матерясь, идетнаправо-налево и забирает деньги.На следущий день опять тот же мужик приходит, опять стаканчик вискизаказывает и снова раскладывает доллары в разные концы стойки. Бармензлится, но за деньгами ходит.Короче, такая картина повторяется день за днем.И вот однажды мужик заказывает виски, берет стакан, роется в кармане ивытаскивает бумажку в 5 долларов. Бармен быстро эту бумажку берет,мстительно улыбается, достает два доллара сдачи, идет в левый конецстойки, там кладет один доллар, потом идет в правый конец и там кладетвторой. Затем возвращается и злорадно смотрит на мужика.Мужик флегматично выпивает виски, вытаскивает из кармана доллар, кладетего перед собой и говорит:- Пожалуй, возьму еще стаканчик.",
  "- Вовочка, тебе уже шесть лет, и я должен рассказать, откуда берутся  дети.- Ну вот... В три года я узнал, что у нас не живет домовой, в четыре -  что не бывает Бабы-Яги, в пять - что Деда Мароза не существует. Если  сейчас окажется, что взрослые не @6%тся, то во что остается верить?!",
  "Вот 4 вопроса, которые используют кадровые агентства мирового уровня длятого, чтобы оценить умственные способности кандидатов:Вопрос 1: Как засунуть жирафа в холодильник?Правильный ответ: Открыть холодильник, засунуть туда жирафа, закрытьхолодильник.--> Этот вопрос позволяет выяснить, нет ли у вас склонности выискивать    чересчур сложные решения для простых задач.Вопрос 2: Как засунуть в холодильник слона?Неправильный ответ: Открыть холодильник, засунуть туда слона, закрытьхолодильник.Правильный ответ: Открыть холодильник, вынуть оттуда жирафа, засунутьтуда слона, закрыть холодильник.--> Этот вопрос позволяет выяснить, способны ли вы при принятии решений    учитывать последствия ваших предыдущих действий.Вопрос 3: Лев созвал всех зверей на собрание. Явились все, кроме одного.Что это за зверь?Правильный ответ: Это слон. Он же в холодильнике, помните?--> Этот вопрос проверяет вашу память.ОК. Даже если вам не удалось правильно ответить на предыдущие тривопроса, у вас все же остался шанс показать, на что вы способны.Вопрос 4: Вам нужно пересечь широкую реку, которая кишит крокодилами.Как вы это сделаете?Правильный ответ: Вплавь. Ведь крокодилы-то все на собрании у льва.--> Этот вопрос позволяет выяснить, способны ли вы учиться на    собственных ошибках.Задайте эти вопросы своим друзьям, пусть и они поломают голову 8)George W.",
  "- А y меня вчеpа дpyг за пять минyт сеpвеp сломал.- Он что, хакеp??!- Он мyдак!!",
  "Глядя, как мама примеряет новую шубу из натурального меха,Вовочка заметил:- Мама, а ты понимаешь, что эта шуба - результат ужасных  страданий бедного, несчастного животного?Мама посмотрела на Вовочку строго и ответила:- Как ты можешь так говорить о родном отце?!!",
  "Шестисотый мерин въезжает сзади в каток. Из машины вылезает здоровенныйдетина и начинает звонить по мобиле своему гаишнику.Через некоторое время останавливается милецейская тачка, из нее выходитгаишник, подходит к водителю катка, отводит его в сторону и задушевношепчет:- Ну, рассказывай. Как обгонял... Как подрезал...",
  "Два мужика в деревне, у одного свинья хочет борова, онпредлагает соседу:- Сосед, вези своего борова, пусть занимаются!Сосед:- Откуда я знаю, когда мой боров захочет!- А ты посмотри, как у него хвост крючком, так и хочет!Сосед на следующее утро выходит на крыльцо, смотрит -у борова хвост крючком. Он сажает его в коляску мотоцикла,надевает каску, везет к соседу...Следующее утро. Сосед опять выходит на крыльцо - у боровахвост крючком. Сажает его в кляску, надевает каску, везетк соседу - история повторяется...Еще следующее утро. Мужику в лом вставать. Говорит жене:- Жена, выйди на крыльцо, посмотри - у борова хвост крючком?Вернулась с улицы жена:- Не знаю, что с хвостом, но сидит в коляске, на голове каска...",
  "Выступает мужик с крокодилом. Открывает крокодилу рот,кладет в него свое ``достоинство``, закрывает крокодилурот и с размаху бьет крокодила по голове кулаком....потом открывает крокодилу рот и показывает изумленнойпублике свой неповрежденный фаллос, после чего спрашивает:- Ну, кто так может?.........<Длительная тишина>Робкий женский голос:- Я могу...... только по голове не бейте.....",
  "В детском садике дети внезапно начали ругаться матом. Воспитательница идет ввоинскую часть, из которой приходили двое солдат чинить проводку ижалуется тамошнему начальству. Начальство призывает к себе двух рядовых,непосредственно чинивших проводку и спрашивает: -- Как вы себя вели в детском садике? Небось грязно выражались? -- Никак нет! Только вот один раз, когда рядовой Иванов стоял на лестнице и    паял провода, а я держал лестницу, олово стало вниз капать. Так я ему так    и сказал: ``Рядовой Иванов, неужели вы не видите, что куски расплавленного    металла падают на голову вашего боевого товарища?!``",
  "Кремль заявил, что готов стать посредником в мирных переговорах между США и Украиной.",
  "Поезд дальнего следования. Зима. Сибирь. В тёплом купе едет генерал из очередной проверки со своей свитой - пара полковников и майор. В купе натоплено - вышли в холодный тамбур - покурить. Поезд останавливается, выбегает проводница - \"Мущщины отойдите, полминуты стоим не мешайте высадке...\", - открывает дверь... За дверью - вьюга, полустанка за метелью не видно... Фонарь одинокий мотыляется на ветру... Выскакивает в тамбур какой-то капитан с чемоданом, кидает чемодан наружу и собирается прыгать следом.Генерал: - Серёга? ТЫ?Капитан, оборачиваясь: - Колян, ебать-колотить, ты-то как здесь?- Да я вот с проверки еду, а ты-то как...?- А сюда служить приехал, извини - поезд трогается, увидимся.Поезд отъезжает, генерал молча курит, свита молчит...Майор: - Товарищ генерал, а... это кто был, простите.Генерал: - Да это - Серёга, в училище вместе поступали. Лучшими друзьями там были. Койки рядом стояли. От патруля меня спас однажды - на себя всё взял. Тыщу лет не виделись, а вот - свела же судьба...Майор: - А как же так? Вы - уже генерал, а он - капитан до сих пор?Генерал: - Да вот как вам объяснить? - Достаёт из кармана коробок спичек, трясёт над ухом у офицеров... Спрашивает у полковника: - Слышишь - море шумит? - Так точно, товарищ генерал.Спрашивает у второго полковника: - Слышишь - ракушки друг об друга скрипят? - Так точно, товарищ генерал, слышу.Спрашивает у майора: - Слышишь - русалки поют? - Так точно, товарищ генерал, слышу отчётливо, даже слова разобрать могу...- Вот. А Серёга - нихуя не слышит.",
  "Вновь назначенный командир воинской части инспектировал свои новые владения. На плацу он увидел солдата, стоящего в карауле около скамейки.- Что вы делаете, солдат? - спросил полковник.- Стою на посту, охраняю скамейку - ответил солдат.- Но зачем?- Я не знаю, ещё ваш предшественник ввёл этот пост и мы всегда охраняем эту скамейку, наверное, это традиция.Понимая, что ситуация становится непонятной, полковник решил позвонить своему предшественнику, тем более, что они были хорошо знакомы.- Привет, Джим, что там за пост около скамейки на плацу?- Если быть честным, Майк, я и сам не знаю, что это за пост. Еще мой предшественник, полковник Смит издал этот указ, а я просто продолжил эту традицию.Желая всё-таки разобраться с ситуацией, Майк решил продолжить расследование и позвонил далее по цепочке. Вся цепочка, как оказалось, содержала 6 человек, и Майк, в конце концов, дозвонился последнему, генералу Джонсу, которому было уже под 90 лет.- Сэр, это полковник Майк Томас и меня недавно назначили командиром воинской части в городке Билокси, там есть пост, который вы установили почти 50 лет назад, охранять скамейку, не подскажете с какой целью?- Я не понял - ответил генерал - Так а что, краска на скамейке до сих пор не высохла?",
  "Всех очень интересует, как немцы переживут эту зиму.Как Марья Ивановна из Иваново её переживёт, в принципе не интересует никого.",
  "Песков призвал не волноваться из-за падения рубля. Так мы и не волнуемся, Дмитрий Сергеевич, мы молча охуеваем от яиц по сотке, ебучего минтая по 200 и ваших часов за 37 млн.",
  "Заходит как-то Путин в бар и говорит:- Всем пива за счет заведения!",
  "Олигарх Виктор Вексельберг пожаловался, что из-за санкций не может приехать к семье в Нью-Йорк.Видимо, такого бреда, как поездка к папе в Россию, его семья даже не рассматривает.",
  "У офисного здания на крыльце нервно курят два претендента на вакансию. Один другому: - Не взяли? - Не взяли... Уу, путиноид, ватник проклятый!! Нормально так всё шло, а потом он бах и спрашивает - а как я отношусь к присоединению Крыма? Я честно сказал, что это всё козни Путина и что Россия ещё заплатит за это. И сразу - всё, до свидания, вы нам не подходите. Нормально, да?! - Не, подожди, ты путаешь что-то... Этот гад же - либераст гнилейший! Он и меня про Крым спросил... Я чётко сразу ответил, что Крым наш и надо пасть затыкать всем, кто только вякнет о целостности нашей территории!! И да, сразу тоже попрощались, что за фигня вообще?В это время из здания выходит вполне довольный третий претендент. Первые двое к нему: - Ну что, не взяли? - Да почему, взяли... Нормальный мужик такой... - Подожди, а про Крым спрашивал?!! - Спрашивал... - Ну, а ты что сказал?! - Сказал, что я на работе политику не обсуждаю...",
  "В Омске суд наказал мужика, который на своей \"Газели\" бесплатно возил односельчан. Логично. А то так начнут самостоятельно людей перевозить, дороги ремонтировать, детские площадки строить. Потом додумаются спросить: \"А на хрена нам вообще такая власть?\"",
  "А пойду-ка я завтра к офису МТС и нагажу на коврик перед дверью, под предлогом того, что они \"от этой услуги не отказывались\".",
  "Однажды мне запретили сфотографировать фреску \"Иисус выгоняет торговцев из храма\", потому что фотосъемка в храме платная.",
  "Муж с женой дома занимаются сексом. Утром их сосед, старик дядя Саша, говорит: - Слушай, Николай! Вы ночью когда сексом занимаетесь, ваши крики и стоны по всему подъезду слышны, делайте это как-нибудь потише! - А как потише? - Рот жене скотчем залепи, что ли...Ночь, муж скотчем заклеивает рот жене, и они занимаются сексом.После первого оргазма муж кричит: - Дядь Саша, так хорошо? - Да!После второго оргазма: - И так хорошо? - Да!И так несколько раз.Наконец старик нервно орёт: - Коля, убери ты этот скотч со рта жены! - Почему? - Потому что весь дом думает, что это ты меня е*ёшь!",
  "Супружеское ложе - муж с женой:Жена: - Дорогой, а давай мы будем играть в ролевые игры?Муж: - Давай.Жена: - Ты таксист, а я молодая, симпатичная девочка, которая доехала, но у меня нет при себе денег рассчитаться за проезд.Муж: - Давай.Жена: - Дяденька таксист, у меня нет денег расплатиться за проезд, отпустите меня, пожалуйста!Муж: - Иди...",
  "Законы и логика по-российски...Отбирать у садика или музея здание в пользу церкви, потому что оно 90+  лет назад принадлежало церкви — можно.А отобрать у олигарха в пользу страны, перерабатывающий завод, незаконно захваченный 20 лет назад — нельзя.",
  "Президент нанёс визит в интернат для детей с задержками в умственномразвитии. Воспитанники интерната были срочно эвакуированы. Вместо нихпрезидента встречали активисты движения \"Наши\" с шариками иразноцветными флажками.Президент подмены не заметил.Но зато её заметили педагоги и сотрудники интерната - \"У нас такихдебилов сроду не было!\"",
  "Положил детскую соску-пустышку рядом с плитой, она расплавилась ипристала к столу. Набрал в Яндексе: как отодрать соску?... забыл, чтоискал...",
  "В городок приехал богатый турист.Оставив в залог 100$ хозяину гостиницы, он поднялся посмотреть комнатыотеля. Хозяин гостиницы, не медля ни минуты, берёт купюру и бежит с нейк мяснику отдать долг.Мясник, с купюрой в руках, бежит к фермеру и отдаёт ему долг заговядину. Фермер отдает долг владельцу автомастерской.Владелец мастерской направляется в местный магазин и отдаёт долг запродукты.Хозяин магазина бегом к местной девочке по сопровождению, которая из-закризиса \"обслуживала\" его в долг... Девочка сразу бежит к хозяинугостиницы и отдаёт ему долг за комнаты, которые она снимала дляклиентов.В этот момент обратно спускается турист и говорит, что не нашёлподходящей комнаты, забирает залог и уезжает.Никто ничего не получил, но весь городок теперь живёт без долгов и соптимизмом смотрит в будущее...",
  "Жена выговаривает мужу:- Я совершенно не понимаю, почему 40–50–летних мужчин тянет на  глупеньких молоденьких девушек лет 18–20. Конечно, красивое молодое  тело, ровная кожа, упругая задница. Но как у вас на тупых ваще встает?!!Муж:- Мы, в отличие от вас, не мозги ебем",
  "Разговаривают две блондинки.- Привет! Как дела?- Номально. Только горло что-то болит.- Я знаю хорошее средство. Когда у меня начинает болеть горло, я  занимаюсь оральным сексом со своим мужем, и все быстро проходит.- Отличная мысль, надо будет попробовать...На другой день:- Ну как, помогло?- Да, спасибо, горло уже не болит. Только твой муж никак не мог  поверить, что это была твоя идея.",
  "С:\\Хрень по работе\\Гемор\\Тупые клиенты\\Неплательщики\\охуевшие\\Уважаемый Сергей Анатольевич.doc",
  "Репетиция рекламы соков. Дети:- А я - вишенка..- А я - яблочко...- А я - томат...- А я - долбоеб....Мальчик!!!!! Ты - БАКЛАЖАН!!!! Еще раз:- А я - вишенка..- А я - яблочко...- А я - томат...- А я - долбоеб....Мальчик!!!!! ПОвторяю - Ты - БАКЛАЖАН!!!! Еще раз:- А я - вишенка..- А я - яблочко...- А я - баклажан!!!Мальчик!!!!! Ты - долбоеб!!!! Сначала идет - ТОМАТ!!!!",
  "Встречаются два олигарха:- Слушай, я такого слона купил. Просто пиздец.- Слона? На хрена?- Да ты послушай. Он траву косит у меня вокруг дома. Каждое утро. Детей  в школу отвозит. Привозит обратно потом. Уроки с ними делает, прикинь?  Ну завтрак, само собой, готовит. Ночью дом охраняет.- Да не может быть.- Отвечаю. Такой вот слон.- Слон?- Слон.пауза- Слушай, продай?- Да ты че. Такого слона?- Ну.- Нуууу. Ну не знаю. Ну 6 лимонов.- Ты охуел. 4- Ты охуел, 5.- Ладно, пять.Договорились.Проходит неделя.- Слышь, че-то я не пойму со слоном.- А что с ним не то?- Да он странный какой-то. Всю лужайку истоптал, ночью орет, домик для  гостей разъебал, а сегодня начал большой дом хуярить.пауза- Ты это... Ты зря слона ругаешь.- Почему?- Не продашь.",
  "- Не знаю, что делать. Тараканы замучали. Всюду шастают - покоя нет.- А ты купи мелок для тараканов.- А что, помогает?- Конечно. Видишь - сидят в углу, рисуют...",
  "Дохлый осел (перевод с английского)Мойша купил за сто долларов осла у старого крестьянина. Крестьяниндолжен был привести ему осла на следующий день. Крестьянин пришел, какдоговаривались, но без осла.- Простите, но осел подох.- Ну, тогда верните мои $100.- Не могу, я уже их потратил :-(- Хорошо, тогда просто оставьте мне осла.- Но что вы будете с ним делать? - спросил старик.- Я разыграю его в лотерею.- Но вы не можете разыграть в лотерею ДОХЛОГО осла!!!- Могу, поверьте. Я просто никому не скажу, что он дохлый.Месяцем позже крестьянин встретил Мойшу:- Что случилось с тем дохлым ослом?- Я разыграл его, как и говорил. Я продал пятьсот лотерейных билетов по  два доллара за штуку и в результате получил $898 прибыли.- И, что, никто не протестовал???- Только один парень. Тот, который выиграл осла. Он очень рассердился...  ну, так я просто вернул ему его два доллара.Мораль: маркетинг - это альфа и омега.",
  "Мент останавливает студента и велит документы предъявить.- Та-а-а-ак, не работаем, значит...- Да, не работаем.- Та-а-а-ак, денежки государственные прожираем, значит...- Да, прожираем.- Та-а-а-ак, студенты мы, значит...- Нет, извините, студент только я.",
  "Казино под утро. Почти все разошлись, у дальнего стола с рулеткойскучают два крупье. Вдруг к столу подходит совершенно чумовая девица.- Хочу сыграть.- Пожалуйста.- Только один раз.- Пожалуйста.- Поставлю на номер 1000 долларов.- Ого! Ну пожалуйста.- Я обязательно выиграю. Я всегда выигрываю.- Желаем успеха.- У меня есть счастливый метод. Я буду играть без юбки и без трусиков.  Вы не против?Крупье немножко охреневают:- Почему против? Пожалуйста.Девица снимает юбку, трусики:- Пускайте шарик.Крупье кидает шарик. Девица начинает приподниматься из-за стола:- Ну, давай, ну давай, ну, НУ, НУ!.. НУ!!.. НУ!!!.. НУ!!!!!!  УРА-А-А-А-А!!!!! Что я говорила!!!Кидается к крупье, начинает их обнимать, целует шарик...Одурелые крупье тупо отсчитывают ей фишки, она одевается и уходит...Один крупье говорит другому:- М-да! Бывает же так! Кстати, что выпало?- Мудила! А на что хоть она поставила?",
  "Майк Тайсон выходит на ринг снова. Против него поставили самогосильного боксера, но в последний момент выясняется, что тому сталострашно и он на ринг не выйдет. Что делать? Публика ждет, нуженсоперник. Смотрят, а возле рынка стоит местный мясник. Говорят ему:- Отстоишь один раунд, получишь 500 тысяч зелени.Тот согласился. Начинается бой. Тайсон бьет с правой, аперкот и т.д.Мужик стоит весь раунд. Все в шоке. Ему говорят:- Отстоишь еще раунд - получишь лимон....Отстоял.Все в ужасе. Предлагают:- Отстоишь еще один - 3 лимона баксов.Мужик:- Нет, больше не могу, сейчас я его буду пи\"дить!!!",
  "Плывет по Атлантике красивый, большой лайнер.Публика подобралась тоже соответствующая: мужчины в дорогих смокингах,женщины в роскошных вечерних платьях. Собрались они  в банкетном зале.Тут выходит капитан:- Господа, у меня две новости: одна хорошая, другая плохая. С какой  начнем?Все, естественно:   - С хорошей.Капитан:   - Господа, мы получили 11 оскаров!",
  "Почтальон приносит заказное письмо и звонит в дверь. Дверьоткрывает мальчик лет восьми, попыхивающий здоровенной такойгаванской сигарой. Почтальон в изумлении выдавливает из себя:- Эээ... родители дома?Мальчик небрежно стряхивает пепел с сигары на ковер,подмигивает и отвечает:- Сам-то как думаешь?",
  "Сын приходит к отцу.- Папа, ты всегда учил меня говорить правду, и теперь меня  девушки не любят...- А что случилось ?- Да вот гулял с одной, она меня спрашивает: ``У тебя есть красный  пиджак за 200$ ?``. Я ей: ``Нет...``    ``А шестисотый Мерс``  ``Нет...``  ``А двухэтажная дача ?``   ``Тоже нет...``  И она со мной рассталась...- Слушай, сынок, что я тебе скажу. Красный пиджак можно попросить  у нашего дворецкого; продай свой Крайслер - купи этот долбаный  Мерс; но если мы из-за каждой дуры будем по два этажа с дачи  сносить......",
  "Сатана явился к бездаpному писателю и говоpит ему следующее:- Ты бездаpный писатель и уже никогда не напишешь ничего хоpошего, но я могупомочь тебе! Ты будешь писать по 5 pоманов в год в течении 5 лет и каждый изних будет бестселлеpом и будет напечатан миллионным тиpажом. Hо за это погибнутвсе твои pодственники. Hе тоpопись отвечать, подумай... Завтpа я пpиду заответом.С этими словами он исчез.Писатель остался и стал думать...- Так! Значит я буду писать по 5 бестселлеpов в год на пpотяжении 5 лет икаждый из них выдет миллионным тиpажом. Hо погибнут все мои pодственники.- Еще pаз... Значит за 5 лет я напишу 25 pоманов и каждый из них станетбестселлеpом и pазойдется миллионным тиpажом. Hо погибнут все мои pодственники.Чеpт! Hа чем же он хочет меня подловить???",
  "\"Спокойной ночи, малыши\" с детства научили меня тому, что у каждого говорящего в телевизоре в жопе находится рука кукловода.",
  "Когда священнослужители отдадут все накопленные деньги детским больницам и начнут служить Богу в простой рубахе, босыми на берегу реки, как это делал Спаситель, тогда можно будет говорить о вере.",
  "Цитата из Дэвида Боуи: хвалить политиков за то, что они построили новую больницу, автостраду или железнодорожную линию за бюджетные деньги - все равно, что хвалить банкомат за то, что он выдал вам ваши деньги.",
  "Не пойму, почему так много белковых организмов вокруг хотят иметь сборную по футболу, которой типа можно гордиться? А они не хотят погордиться передовой наукой, конкурентным в мире образованием, передовой и доступной медициной? Ведь это гораздо сильнее скрасило бы нашу жизнь, нежели футбол.",
  "- Путин точно привился?- Он хоть раз обманывал?",
  "Госдума обнулила число президентских сроков, мотивируя тем, что \"так требует народ\".Следом Владимир Владимирович скромно глядя в камеру, заявил, что \"будет вынужден подчиниться воле народа\". И только сам народ, глядя по вечерам в телевизор, офигевает от своих требований...",
  "Депутата били молча, чтобы не попасть под закон об оскорблении власти...",
  "- Чуть-чуть не дотянула, и мой сыночек родился 1-го августа, когда Меркурий был еще в ретрограде. Очень переживаю - помогите, пожалуйста, разобраться: как это может повлиять на судьбу моего сына. Заранее спасибо.- Меркурий в ретрограде в данной ситуации весьма тревожное состояние. Высока вероятность того, что ребенка будет воспитывать ебанутая мамаша.",
  "Вот бы сняли серию \"Маша и Медведь\", где она орёт, чтоб получить то, что хочет, а получает по жопе. Сколько детей бы стали послушнее.",
  "Предлагало ведь УЕФА уехать сборной России нормально, по дисквалификации, набив морды англичанам, нет полезли играть в футбол…",
  "Люди говорят \"Я тебя люблю\" разными способами: \"Пристегни ремень\", \"Надень шапку\", \"Пойди поспи\", \"Я помою посуду\", \"Доедешь - позвони\", \"Возьми мою куртку\", \"Я выехал, жди\" и многими-многими другими. Но мы не замечаем этого.",
  "Диспетчер \"скорой\" разговаривает по телефону: \"Женщина, не кричите! Объясните внятно: ебанулся - это упал или сошел с ума? Мне надо понять, какую бригаду к вам отправлять: линейную или психиатрическую\".",
  "Такое чувство, что старая русская поговорка \"дуракам закон не писан\" и понятие \"депутатская неприкосновенность\" как-то связаны.",
  "Если деньги мерить кучками, то у меня ямка.",
  "Мужик заходит в магазин сувениров. Видит маленькую бронзовую фигуркукошки. На ценнике написано: \"кошка - 1000 рублей, её история - 10 000рублей.\"- Я могу купить кошку без истории? - спрашивает он продавца.- Конечно, - отвечает продавец, - Но за историей вы всё равно вернётесь.Мужик покупает маленькую бронзовую кошку и идёт по городу. Вдруг онзамечает, что следом за ним сначала идёт одна кошка, потом другая, потомещё. Через некоторое время за ним уже идут тысячи кошек. Мужик в ужасеначинает убегать. Кошки не отстают. Тогда он размахивается и бросаетмаленькую бронзовую фигурку кошки в реку. Все кошки бежавшие до этого замужиком, тут же прыгают в воду вслед за статуэткой и тонут.Мужик идет обратно, в тот же магазин сувениров.- Я же предупреждал вас, что вы вернётесь за историей, - говорит ему  продавец.- К черту историю! - отвечает мужик. - У вас есть маленький бронзовый  единоросс?",
  "Вчера во время очередной сессии Госдумы в сессионный зал ворвались двавооруженных бандита. Они извинились за опоздание и заняли свои места.",
  "Купила компания Мерседес завод АвтоВАЗ.Перенастроили производство, запускают конвейер...Бац! на выходе Жигули!Демонтируют оборудование, пригнали новое из Германии, установили,наладили, запускают.!!! снова Жигули!Увольняют нахер весь персонал завода, привозят работников из Германии,налаживают, проверяют, запускают.СЦУКО! На выходе вновь - Жигули!Около завода холм, на нём отдыхают главный инженер и директор завода(оба с приставкой \"экс\"). Смотрят на всё это.Инженер директору:- А я тебе говорил - место проклятое! А то всё \"руки из жопы, руки из  жопы\"...",
  "О нашем фондовом рынке1. В мексиканскую деревню приехал бизнесмен: \"покупаю местных обезьянпо 10 песо/шт.\" Обезьян вокруг море, все сдают приматов в розницу иоптом по 10 песо.2. Обезьян стало меньше, тогда бизнесмен сказал, что повышает цену до20. Жители напряглись, изловили последних, принесли, сдали по 20.Самых последних забрал за 25,3. а потом объявил, что хочет еще и уже по 50! Но сам уехал и оставилза себя управляющего.4. Управляющий говорит: \"давайте так, я сдаю вам втихую этих обезьянназад по 35, а когда босс приедет, вы их ему по 50...\" Народ рад халяветакой - назанимал кучу бабла и скупил всех обезьян обратно по 35.5. На следующий день управляющий исчез вслед за боссом, а народ осталсябез денег, но зато при обезьянах.http://forum.stadium33.ru/viewtopic.php?p=132897#132897",
  "Отец дома с приятелями играет в покер.Тут образовывается приличный банк, идет круг торговли. В этот момент котцу подбегает четырехлетний сынишка и заглядывает в карты:- Ой, папа, а четыре туза это хорошо?Отец сквозь зубы:- Да! сынок...Все сразу уходят в пас, батя гребет банчище.Сынок:- Жаль, папа, что у тебя их не было......",
  "Жил был один менеджер по продажам. Пошел устраиваться на работу. Долголи коротко ли резюме рассылал, а как-то пришел в одну контору насобеседование с генеральным директором. И шло у них собеседование шестьчасов. Уже и директор взмок, и менеджер три раза воды просил. А всеникак не могут договориться. Начинали с двухсот баксов в месяц - а ужеза два с половиной килобакса спорят, и проценты, и бонусы, и какие-тоеще там спортзалы, мобильные связи, обеды, подъемные, страховки, отпуск,командировочные, машину служебную, ноутбук, кучу всякого менеджер себевыбил. Сдался в итоге генеральный директор, все условия выполнил. Все,что менеджер просил - дал.Приступил менеджер к работе, и за первый месяц увеличил продажи втрое,потом вдесятеро, потом в сто раз, потом вообще все в конторе продал,включая мебель, канцтовары, секретаршу - мужикам в баню, базу данныхклиентов - конкурентам, а самого шефа - налоговой.Потому что это был, сцуко, очень хороший менеджер по продажам.                                            makdak, 25.09.2006 16:41:52:",
  "Поляк приходит в костел на исповедь и говорит священнику:- Пан ксендз, я согрешил.- В чем заключается грех, сын мой?- Я обманул еврея...Ксендз после короткого раздумья:- Это не грех, сын мой. Это чудо!",
  "Гаишник останавливает автомобиль.Опускается окно, водитель заискивающе улыбаясь:\"Здравия желаю, товарищ капитан! Вот пожалуйста права, техпаспорт,доверенность, страховочка само собой, все как положено, как надо...\"С заднего сиденья детский голос:\"Папа, а где козлы?\"",
  "По рзелульаттам илссеовадний одонго анлигйсокго унвиертисета, не иеемтзанчнеия, вкокам пряокде рсапожолена бкувы в солве. Галвоне, чотбыпреавя и пслоендяя бквуы блыи на мсете. Осатьлыне бкувы мгоут селдовтаьв плоонм бсепордяке, все-рвано ткест чтаитсея без побрелм. Пичрионйэгото ялвятеся то, что мы не чиатем кдаужю бкуву по отдльенотси, а всесолво цликеом.",
  "Приходит дамочка к врачу-сексологу и жалуется, что муж охладел...Врач и говорит:- Вот вам таблеточки новейшие, экспериментальные...  Даже испытания еще до конца не прошли...  Две штучки дадите - потом расскажете, как сработало...Прибегает дамочка через два дня:- Доктор, это чудо! Помогло! Как принял - через двадцать минут сразу два  раза, потом еще трижды вечером, ночью два раза просыпался, утром перед  работой, в обед - даже поесть не успел, с работы пришел - сразу разок,  потом перекусил чуть-чуть и перед смертью еще дважды...",
  "Как работает Америка:Если женщина ошпаривает себе ляжки горячим кофе, который она поставилана сиденье между ног, в то же время управляя машиной и говоря помобильнику, она обвиняет ресторан.Если ваш сын кончает жизнь самоубийством, вы обвиняете рок-н-ролл илиего любимого музыканта.Если вы, выкуривая по три пачки в день в течение 40 лет, умираете отрака легких, ваша семья обвиняет табачную компанию.Если ваша дочь беременеет от капитана школьной футбольной команды, вывините школу за плохое сексуальное просвещение.Если ваш сосед врезался в дерево, когда ехал домой пьяный - виноват бармен.Если ваш родственник подцепил СПИД, потому что колол себе героин грязнымшприцом - виновато правительство, не снабдившее его стерильным.Если ваши внуки - придурки, не умеющие себя вести - виновато телевидение.Если вашего друга застрелил спятивший псих - виноват производитель оружия.Если еще один псих вламывается в кабину самолета и пытается убитьлетчика на высоте 10 000 м, а вместо этого пассажиры убивают его самого,мать погибшего обвиняет авиакомпанию.Я прожил достаточно долго для того, чтобы понять, что такое мир и каковон. Так что если я умру, сидя на своем старом, сморщенном заду передэтим компьютером, я хочу, чтобы вы свалили вину на Билла Гейтса.",
  "Была у Вовочки корова. А у Маши бык. Привел как-то раз Вовочка своюкорову к Машиному бычку. Бык залез на корову, а Вовочка и Маша сидяти смотрят. Через некоторое время:Вовочка:- Может тоже попробовать?Маша:- Смотри сам, ... твоя же корова!",
  "В управление крупного банка поступил сигнал, что в одном из отделенийбанка дела очень плохи. Операции почти не совершаются, активностьблизка к нулю. Поехал ревизор это дело проверить.Является ревизор в это отделение в разгар рабочего дня. Входит внутрь -там никого. Только по соседству из кабинета директора слышатся голоса:-…вполне он мог бубну снести…-…бубну снес, ну так черва осталась…-…две, конечно, мы ему всунем…-…две, это минимум….Заглядывает ревизор в этот кабинет и о*уевает - директор отделенияи 3 клерка режутся в карты. Так, думает ревизор, сейчас я им устрою.Возвращается в операционный зал и нажимает на кнопку тревоги. Начинаетзавывать сирена. Ревизор отпускает кнопку, сирена стихает, и изкабинета слышится:-…сначала спокойно трефу отберем…-…а ход от кого?Опять ревизор нажимает кнопку. И опять после сирены:-…а теперь прорезаем пику…-…точно нет у него бубны…Нет, думает ревизор, я вас все-таки сделаю. Нажимает на кнопку третийраз. Тут в дверь с улицы входит официант из пивняка напротив,несет 4 пива:- Да слышу я, слышу, уже несу…",
  "Из окна отходящего поезда один мужик кричит другому,оставшемуся на перроне:- Ну, счастливо! Еще раз спасибо за гостеприимство! Все  было классно! А жена твоя трахается - это просто супер!Потом смотрит -  в вагоне у всех пассажиров вокруг негочелюсти отвалились. Он им, виновато:- Да нет, это так, вранье на самом деле. Не хотелось просто  хорошего человека огорчать.",
  "Парень долго присматривается в баре к красивой девушке, потомподходит и тихим голосом, очень смущенно предлагает посидетьвместе, поболтать и тем самым приятно провести время.Девушка очень громко кричит:- Не буду я с тобой спать! Проваливай!..Парень, окончательно смутившись, возвращается на свое место.Через какое-то время девушка подходит к нему, мило улыбается,извиняется за грубое обращение, объясняет, что она учится наотделении психологии, и ей надо было увидеть, как люди ведутсебя в подобной ситуации. А сейчас она будет рада выпить ипоболтать с ним. На что парень громко кричит:- Двести долларов? Проваливай, шлюха!..",
  "Москва. Зима. Снег. Мальчик игpает в футбол. Вдpуг - звонpазбитого стекла. Выбегает двоpник, суpовый pусский двоpникс метлой и гонится за мальчиком. Мальчик бежит от него и думает:``Зачем, зачем это все? Зачем весь этот имидж уличного мальчишки,весь этот футбол, все эти дpузья? Зачем??? Я уже сделал все уpоки,почему я не сижу дома на диване и не читаю книжку моего любимогописателя Эpнеста Хемингуэя?``Гавана. Эpнест Хэмингуэй сидит в своем кабинете на загоpоднойвилле, дописывает очеpедной pоман и думает:``Зачем, зачем это все? Как все это надоело, эта Куба, эти пляжи,бананы, сахаpный тpостник, эта жаpа, эти кубинцы!!! Почему я нев Паpиже, не сижу со своим лучшим дpугом Андpе Моpуа в обществедвух пpелестных куpтизанок, попивая утpенний апеpитив и беседуяо смысле жизни?``Паpиж. Андpе Моpуа в своей спальной, поглаживая по бедpупpелестную куpтизанку и попивая свой утpенний апеpитив, думает:``Зачем, зачем это все? Как надоел этот Паpиж, эти гpубые фpанцузы,эти тупые куpтизанки, эта Эйфелева башня, с котоpой тебе плюют наголову! Почему я не в Москве, где холод и снег, не сижу со своимлучшим дpугом Андpеем Платоновым за стаканом pусской водки и небеседую с ним о смысле жизни?``Москва. Холод. Снег. Андpей Платонов. В ушанке. В валенках.С метлой. Гонится за мальчиком и думает:``Б@#$%, догоню - убью на@#$!!!``",
  "Просыпается Рейган в холодном поту и на вопрос жены       `` Что мол, случилось ?`` говорит :       - Представляешь дорогая снится мне XXVI с¬езд КПСС,         на трибуну выходит Брежнев и читает по бумажке:         ``- Сло-во ...  пре-да-ста-вля-ет-ся ... Пер-вому ...         Сек-ре-тарю ... Ва-шин ... Ва-шин-гто-нского ...         рай-кома ... Партии т. Ро-нал-ду ... Рейгану``,а         я нихрена не готов.",
  "Вчера соседка спросила, почему я до сих пор не замужем. Я ответила, что мне очень нравится её муж, и я просто жду, когда они разведутся.Больше этот вопрос не поднимался.",
  "Лет через 50...- Смотри, что я придумал! Просто нажимаешь кнопку на стене и свет тихо включается или выключается! И не надо орать \"Алиса включи свет\".",
  "Пожалуй, самое ясное определение толерантности:\"Я не против того, что люди ходят в церковь - я против того, что церковь приходит ко мне.Я не против того, что у людей другие взгляды - я против того, что они навязывают их мне. Я не против того, что другие делают отличный от моего выбор - я против того, что они хотят выбирать за меня!\"",
  "- Мне царь-бургер и острый цирюльник.- Квас с хреном или мёдом?- С хреном, безо льда. Малую крынку.- Хрустящая репа по-домашнему? Вареники с брюквой и крапивой?- Нет, благодарствую. Свёклы пареной большой туес.- Тут будете трапезничать али восвояси?- Восвояси.",
  "В Госдуме рассматривается закон, что в случае смерти Путина, всему государственному аппарату чиновников, а так же депутатам Госдумы от \"Единой России\" будет предоставлено пособие по потере кормильца.",
  "Старая российская забава переклеивать на продуктах срок годности сегодня вышла на новый, государственный уровень.",
  "Владимир Путин заявил, что уничтожение санкционных продуктов поддерживает российское сельское хозяйство и развивает экономику страны. Горячо поддерживаю нашего президента. Требую также крушить Мерседесы чиновников для развития родного автопрома и топить яхты олигархов для восстановления отечественного судостроения. Тогда нашу Родину ждет настоящий экономический прорыв.",
  "Роберт де Ниро: «После 50 лет брака я однажды внимательно посмотрел на свою жену и сказал: «50 лет назад у нас был маленький дом, старенькая машина, мы спали на диване и смотрели маленький черно-белый телевизор, но зато каждую ночь я ложился в одну кровать с красивой 19-летней девушкой.Сейчас у меня огромный дорогой дом, много дорогих машин, огромная кровать в роскошной спальне, цветной телевизор с широким экраном, но я сплю в одной кровати с 69-летней женщиной. Я начинаю сомневаться в своем браке».Моя жена очень разумная женщина. Она не обиделась и не ругалась. Она просто предложила мне найти себе 19-летнюю девушку, а она уже позаботится о том, чтобы я снова жил в маленьком домике, спал на продавленном диване и смотрел черно-белый телевизор».",
  "\"Уважаемый Дед Мороз! Я просила у вас в прошлом году розовый \"Бентли\", но моё желание так и не исполнилось.С уважением, Памела Андерсон\".\"Уважаемая Памела Андерсон, скажите спасибо, что я не исполнил желание Рустама из Дагестана.С уважением, Дед Мороз\".",
  "Трудная работа у президента. Куда ни глянь - воруют! А расстрелять некого - все свои!",
  "А вы знаете, что проблема России не в том, что она не может накормить бедных, а в том, что богатые никак не могут нажраться.",
  "Когда вы уклоняетесь от налогов, где-то плачет ребенок чиновника, которому не хватает на Бентли и кокаин...",
  "Умирает Путин и оказывается у ворот Рая, где его встречает апостол Петр со словами:- Добро пожаловать в рай, господин президент. Только, к сожалению, прежде чем вас здесь поселить, должен вам сказать, что нужно решить одну небольшую проблемку. Видите ли, это большая редкость, чтобы политик такого высокого ранга попал в рай, и мы, по правде говоря, даже не знаем, что с вами делать. Поэтому мы решили, что один день вы проведете в аду и один в раю, чтобы вы сами могли свободно решить, где проводить свою вечность.Затем апостол провожает вновь прибывшего к лифту, на котором бывший президент спускается в ад. Открываются двери лифта, Путин выходит и видит вокруг себя ярко-зеленое поле для гольфа. Вдали он замечает роскошный клуб. К нему навстречу бегут его друзья-политики, с которыми он когда-то работал, радостно обнимают его, вспоминая старые добрые времена, когда они все вместе богатели за счет русского народа. Они играют партию в гольф, а потом вместе идут в клуб на ужин с черной икрой, омарами и прочими вкусностями. С ними ужинал и сам Сатана, который в реальности оказался человеком очень симпатичным, любезным и веселым. Путин так весело провел время, что даже не заметил, что уже пришло время уходить. Все подходят к нему, горячо жмут ему руки. Путин был очень тронут, и ему стало грустно. Но вот, двери лифта закрываются, и он вновь поднимает Путина к вратам рая, где его встречает апостол Петр. Следующие 24 часа Путин проводит время так: перепрыгивает с облака на облако, играет на арфе, молится и поет. День долгий и нудный, но наконец он заканчивается. Появляется апостол Петр и спрашивает:- Господин президент, вы провели один день в аду и один в раю, теперь вы можете по-демократически решить, где провести остаток вечности.Путин немного подумал, почесал лысину и говорит:- Ну, что я могу сказать, рай – это, конечно, очень красивое место, но кажется, мне больше понравилось в аду.Апостол Петр, пожав плечами, вновь провожает его к лифту. Когда лифт спустился и двери открылись, Путин увидел… огромную пустыню, всю заваленную мусором, а все его друзья, одетые в рабочие комбинезоны, собирали этот мусор и паковали его в черные пластиковые пакеты. К нему подходит Сатана и обнимает его одной рукой за шею в знак приветствия.- Я не понимаю, - лепечет Путин, - позвольте, вчера здесь было поле для гольфа и клуб, где у нас был ужин с черной икрой и омарами, и вообще, мы вчера здесь так здорово оттянулись… А сейчас тут только эта пустыня, заваленная мусором, а мои друзья кажутся последними неудачниками…Сатана смотрит на него, улыбается и говорит:- Друг мой, вчера у нас была предвыборная кампания. А сегодня ты за нас уже проголосовал…",
  "Набожный мусульманин садится в лондонское такси и просит, чтобы водитель выключил радио, потому что во времена Пророка не было никакой музыки, и поэтому он не может слушать музыку неверующих.Таксист остановил машину и открыл дверь. Араб спрашивает: - Что вы делаете?Таксист отвечает: - Во времена Пророка не было никаких такси, так что иди ты нахер и жди попутного верблюда!",
  "Жена мужу говорит:- Давай займемся любовью, как в фильмах!Муж согласился. Имел ее, как хотел, потом на лицо ей кончил...Она вытирается:- Дааа, любимый! Разные мы с тобой фильмы смотрим!!!",
  "Еврей, доехав до дома на такси, выходит молча из машины и начинаетшарить по карманам, а под нос бормочет:- Черт, кажется в машине кошелёк выронил...Услышав это, таксист нажимает на газ и сматывается. Еврей, глядя вследтакси, ехидно говорит:- А Рабинович не врёт, это правда работает...",
  "- Абрам Моисеевич, почему вы хотите уехать? Что вас не устраивает?- Меня не устраивает ваше отношение к гомосексуализму!- А какие проблемы, вроде же с этим всё спокойно?- Послушайте, при Сталине за это расстреливали, при Брежневе -  принудительно лечили, сейчас это вошло в норму. Так вот, я таки  хочу уехать из этой страны, пока это не стало обязательным!",
  "На балкон выходит еврейская мама и кричит:- Аркаша! Домой!Мальчик поднимает голову и кричит в ответ:- Я замерз?- Нет! Ты хочешь кушать!",
  "Прислали на иврите, вот перевод:Моему дорогому мужу!Пишу тебе это письмо чтобы сообщить, что я ухожу от тебя. Звонил твойначальник чтобы сказать мне, что ты уволился с работы и вчера был твойпоследний день на этом месте.Я хорошо относилась к тебе и была уважающей тебя женой на протяжениисеми лет, в то время как ты совершенно не ценил меня. Последние двенедели были подобны аду. Неделю назад, придя домой ты даже не обратилвнимания, что я подстригла ногти волосы, сделала маникюр и укладку. Тыне заметил, что я приготовила твою любимую еду и одела в твою честькрасивое нижнее белье, купленное мной. Ты никак не отреагировал на это,в течении нескольких минут закончил с едой, после чего посмотрел футболпо телевизору и отправился спать.Ты больше не говоришь мне, что любишь меня и не прикасаешься ко мне. Яуверена что ты мне изменяешь или не любишь меня. Поэтому я оставляютебя.PS.Не пытайся меня искать, ты меня не найдешь. Я и твой брат уезжаем вотдаленное место, где будем счастливо жить. Ищи себе другую жизнь.Твоя бывшая жена.Письмо мужаБлагодаря тебе это был удачный день. Закончив читать твое письмо, яподпрыгнул от радости.Мы действительно женаты уже семь лет, но в последнее время ты не ведешьсебя как любящая жена. Да, я смотрю футбол - это для того, чтобыуспокоить себя после того, что ты мне кричишь. Я обратил внимание натвои ногти и прическу, но первой мыслью было то, что ты очень похожа намужчину.Я не сказал тебе об этом, потому что моя мать научила меня, что лучшепромолчать, если ничего хорошего сказать нельзя. Когда ты готовила моюлюбимую еду, то, по всей видимости, ты перепутала меня с братом: я не емпаштет с хасой уже 10 лет.После того, как я увидел, что на твоем лифчике висит ценник \"49.99шекелей\", я вспомнил, как неделю назад мой брат одалживал у меня 50шекелей и немедленно ушел спать.Я по-прежнему любил тебя и надеялся, что мы сможем справиться спроблемами.В любом случае, после того, как я выиграл в лото 14 миллионов, яуволился с работы и купил нам билеты в кругосветное путешествие. Однако,вернувшись домой, я не обнаружил тебя. Я желаю тебе счастливой жизни,как ты всегда хотела.После того, как я показал адвокату письмо, которое ты мне написала, онсказал, что теперь я не должен тебе ни единого цента. Береги себя.PS.Не помню, говорил ли я тебе, что мой брат Ариэль получил при рожденииимя Ариэлла?Надеюсь, это не станет проблемой.Твой очень счастливый бывший муж.",
  "Сын ссорится с родителями:- Мне надоело постоянно быть с вами, всегда приходить вовремя! Я хочу  романтики, свободы, пива, девчонок! Я ухожу, и не пытайтесь меня  удержать!Сын решительно идет к выходу. У двери его догоняет отец.- Папа, я же сказал: не пытайтесь меня останавливать!- Я не останавливаю, сынок. Я с тобой!",
  "Собрались девушки на девичник. Всю ночь они рассказывали анекдоты,забавные истории, делились друг с дружкой своими мечтами...К утру из шкафа выпал умерший от стыда поручик Ржевский.",
  "- Дети, вам было задано на дом сочинение на тему \"Моя любимая передача\".  Скажи, Вовочка, ты сам писал или тебе папа помогал?- Папа помогал.- Ну тогда скажи папе, что передачи можно не только получать, но еще и  смотреть.",
  "(c) Президент Туркменистана Сапармурад Ниязов в великой книге \"Рухнама\"с гордостью пишет, что туркмены изобрели колесо, письменность, выплавкуметаллов. Никто этого не отрицает. Просто другие народы в это времявыпускали компьютеры и летали на Луну.",
  "Вовочка уже неделю просит отца, чтобы тот сводил его в зоопарк, но отец,ссылаясь на занятость, все обещает сделать это как-нибудь потом. Наконецжена ему говорит:- Ну когда ты наконец сводишь сына в зоопарк? Ему же задали писать  сочинение о животных.Делать нечего - пришлось вести.На следующий день учительница спрашивает у Вовочки:- Вовочка, мне непонятно одно предложение в твоем сочинении: «Мой папа  был очень рад, когда в зоопарке первой пришла лошадь, на которую он  поставил 30 к одному».",
  "Учительница в школе предложила детям написать коротенькое сочинение изакончить его словами \"Мама у меня одна\". Как водится - первой спросилиМашу.Маша прочитала:\"Мы летом были с мамой в Испании. Купались и загорали. Спасибо за отдых,мама! Мама у меня одна!\"Следующий Петя:\"Мы летом были с мамой на даче. Ходили по грибы и ягоды! Спасибо, мама,за отдых. Мама у меня одна!\"Ну, и последний руку тянет Вовочка. Его вызывают. Он - читает:\"Вчера я пришел домой и открыл холодильник, чтоб хотя бы чего-нибудьсъесть, так как денег мне на еду в школе не дают. Но дома в холодильникетоже ничего не было - только две бутылки пива. Тогда я взял, да ивыпил одну бутылку. В это время проснулась с будуна мама и закричала:\"Вальдемар, принеси мои две бутылки пива!!!\" А я ответил: \"Мама, у меняодна!\"\"",
  "Московское метро в час пик. Все едут спрессованные. Вдруг одна девушканачинает возмущаться:- Нет, ну это хамство. Молодой человек, отодвиньтесь от меня.- Девушка, ну что вы, успокойтесь. Это не то, что вы думаете.  Я сегодня получку получил, это деньги свернутые у меня в кармане.Проехали еще несколько станций. Вдруг девушка говорит:- Молодой человек, только не говорите мне, что после \"Киевской\"  вам прибавили зарплату.",
  "Урок арифметики. Училка задает Вовочке вопрос:- Вот представь, я даю тебе 200 долларов. Ты отдаешь $50  Машеньке, $50 Леночке и $50 Наташеньке. Что у тебя будет?Вовочка:- Оргия.....",
  "Пришли Вовочка с Маринкой домой: разделись, легли на кровать, и тольконачали заниматься любовью - заходят мама с хахалем. Вовочка и Маринкаспрятались под кроватью. А мама с хахалем -  на ту же кровать.Hу, в общем трахаются они, трахаются, вдруг х$й маминого хахаляпролазит между решеткой кровати.Маринка:- Вовочка!!!!!!! Что это такое???Вовочка (залазит в глубокий карман своих штанов, достает огромную гайкуи закручивает ее на достоинстве хахаля):- Папа придет, разберется!!!!",
  "Стоит гаишник под знаком 40 км.Мимо едет запоp - скоpость 41 км.Гаишник свистит. Запор останавливается. Вылазит зачуханый дедок.- Вы пpевысили скоpость. Будете платить штpаф или я забеpу пpава.- Hету денег у меня.- Тогда забеpу пpава.Тут мимо летит иномаpка. Гаишник свистит. Иномаpка останавливается.Вылазит Амбал:- А ну, кто свистел?!Гаишник молчит.Дедок - гаишнику:- Отдай пpава, а то скажу, кто свистел!",
  "Известный поэт Жуковский, помимо того, что был поэт идруг Пушкина, одно время работал воспитателем царских детей.И как-то раз в Царское Село приехал император с императрицейи свитой. Гуляя по парку императрица видит дерево с вырезаннымна нем известным словом из 3-х букв. Как всякая порядочнаярусская императрица она была немкой и язык знала, так какположено немке, поэтому она спрашивает: ``Что сие слово означает,господа?`` Император и свита естественно замялись, а Жуковскийговорит: ``Ваше Величество, это повелительное наклонение отукраинского слова ХОВАТЬ т.е. прятать``. Императрице это оказалосьдостаточно, она кивнула и пошла дальше,а император подошел к Жуковскому протянул свои часы и сказал:`` ХУЙ в карман``.",
  "- Я затрудняюсь поставить вам диагноз ...  Наверное, это алкоголизм.- Хорошо, доктор. Я приду, когда  Вы будете трезвым.",
  "Вчера ночью с удовольствием посмотрел фильм \"Большой босс\" с Брюсом Ли. Там было всё: драки, кровь, топор в голове, курение, пьянство, голая женская грудь. И всё это не замазанное! И что самое главное - не было рекламы! Потому что фильм шёл по телеканалу \"Культура\".Ещё раз: большое человеческое спасибо, телеканал!",
  "Международный конкурс скрипачей. Список участников: - Давид Натанзон (США) - Исаак Левинсон (Канада) - Леонид Каганович (Франция) - Абрам Фридман (Аргентина) - Ефим Шмуклер (Австралия) - Наум Абрамович (Англия) - Сергей Иванов (Израиль)",
  "Я многим монархистам предлагал пойти ко мне в крепостные. Не хотят, все себя дворянами видят.",
  "В Москве открыт памятник коррупционерам.Гигантское колесо, как символ отката.И оно не крутится. В знак того, что надо бы подмазать.",
  "Инопланетяне прилетают на Землю. Вокруг собираются делегации разных стран, религиозные лидеры и расспрашивают пришельцев об их жизни.Когда очередь доходит до Папы Римского, он спрашивает: \"Знаете ли вы о Спасителе и Господе Боге нашем,  Иисусе Христе?\"\"А, Иисус\" - отвечает инопланетянин. \"Конечно, мы его знаем. Он навещает нас каждый год, чтобы удостовериться, что мы в порядке\".Удивленный, Папа восклицает: \"Каждый год? Да мы уже 2000 лет ждем его второго пришествия!\".Пришелец видит, что священник начинает гневаться, и пытается его успокоить: \"Ну, может, ему нравится наш шоколад больше чем ваш\".Папа изумляется: \"Шоколад? А это здесь вообще при чем?\".\"Да,  шоколад.  Когда он впервые посетил нашу планету, мы подарили ему здоровую коробку шоколадок. Погодите, а вы что сделали?\"",
  "Путин наставляет главу Норникеля: «Если бы резервуар поменяли своевременно, разлива топлива можно было бы избежать». Ого, оказывается резервуар менять надо было?!! А мы-то думали, что достаточно обнулить срок эксплуатации и работать как раньше...",
  "- Гражданин, иди сюда!- А вы кто?- Я - сотрудник Росгвардии!- Представьтесь, пожалуйста и покажите документы.- Я не обязан представляться и показывать документы.- Тогда я тоже сотрудник Росгвардии!- Покажите документы!- А я не обязан!",
  "Холоп приходит к барину и говорит:- Барин, холопы устали от побоев и поборов. Будем против вас митинг проводить. Согласуете?",
  "Вопрос в редакцию нашей газеты:- А \"нахуй\" разве не слитно пишется? Направление же, как \"налево\" или \"направо\".Отвечаем:- Алексей, вообще это спорный вопрос по поводу правописания таких выражений. С одной стороны, это можно рассматривать как сторону (налево, направо, как ты говорил), с другой - как конкретное направление на место (на Берлин). Следует улавливать тонкую грань в использовании вариантов \"нахуй\" и \"на хуй\". Существует наречие \"нахуй\". Оно имеет смысл \"зачем\". Также есть одноимённое междометие, которое используется просто для связки слов в предложении. Надень шапку, нахуй, а то простудишься. В отличие от наречия, \"на хуй\" надо понимать буквально. В любом случае, существует проверочное слово \" в жопу\". Если сомневаетесь, как грамотно написать деловое письмо, замените \"на хуй\" на \"в жопу\". Если при этом смысл не изменился, то надо писать раздельно. А если \"нахуй\" можно безболезненно удалить из текста, то пишется слитно и выделяется, нахуй, запятыми.",
  "Индейцы не обратили внимания на поток беженцев из Европы...Теперь они живут в резервациях.",
  "Журналист берет интервью у министра финансов.- Поступило три небольших вопроса от телезрителей.Скажите пожалуйста, вот цены в последнее время поднялись, проезд подорожал, ЖКХ опять же, льготы отменяют - это ведь все США, Обама устроил?- Правильно.- А вот то, что зарплаты низкие, да и те порой задерживают, с пенсиями опять что-то заморозили, рубль падает - это ведь тоже дело рук США, ЦРУ, Госдепа?- Совершенно верно, их работа.- И напоследок. Если у нас в стране все финансовые вопросы теперь США решают, то вы-то нам на кой ляд сдались?",
  "Если у машины с буквой \"У\" включились дворники, значит, она сейчас будет поворачивать.",
  "Соседка встречает Вовочку, идущего из школы:- Как дела, Вовочка?- Нормально.- А в школе как?- Нормально.- А здоровье как?- Нормально.- Слушай, а в твоём лексиконе есть другие слова кроме этого \"нормально\"?- Папа сказал, что взрослым нельзя говорить \"отъебись\"...",
  "Полезный совет мужчинам. Прежде чем назвать женщину Зайкой, подумай,хватит ли у тебя капусты и не подведёт ли морковка.",
  "В чем разница между Политбюро ЦК КПСС и нынешним руководством России?Политбюро - дряхлые маразматики, а нынешнее руководство - молодые,энергичные лидеры.Дряхлые маразматики принимали Парад Победы СТОЯ по нескольку часов.Молодым и энергичным, смотрящим парад СИДЯ, только поп-корна в руках нехватает...",
  "В аптеке:- У вас гондоны есть?- Заходят иногда.",
  "Она:- Вот скажи, почему если у парня было много девок, он - мачо, а если у  девушки много парней - она б...ь?Он:- Понимаешь, если один ключ открывает много замков - это офигительный  ключ! А если к одному замку подходят все ключи - то это, определенно,  хреновый замок!",
  "Подруги делятся, как прошло 8 марта с возлюбленными.Первая:- Это было ужасно! Представляешь, повел к себе домой, сразу в постель,  через 5 минут кончил и уснул. Ну кошмар!Вторая:- Ой, а у мен все было как во сне! Пошли в ресторан, пили изумительное  вино. Поехали к нему, два часа предварительных ласк, час сам секс, а  потом еще целый час разговаривали обо всем! Супер!В это же время встречаются да другом конце города два мужика.- Классный был вечерок! Сразу поехали ко мне, мозги не компостировала,  потрахались, я заснул, выспался, настроение отличное!- А у меня какой-то ужас. Пришлось тащиться в ресторан - там  официант, блин, принес самое дорогое вино. Неудобно, пришлось взять.  Пришли домой - у меня два часа не вставал, час не мог кончить, потом  час не мог заснуть...",
  "- Поручик, вы трус и подлец. Я вызываю вас на дуэль!- Я не приду.- Почему?- Потому что я трус и подлец.",
  "Здравствуйте, вы позвонили в горвоенкомат! Если вы хотите служить вармии - наберите звездочку; если вы не хотите служить в армии -наберите решетку...",
  "Старый профессор на экзамене:- Так, кто считает, что знает предмет на 5 баллов?Подняло руки пара студентов. Профессор: - давайте зачетки. И ставитотлично.- Кто считает, что знает предмет на четыре балла?Подняло руки человек десять. Тоже собирает зачетки, ставит четыре.- Кто считает, что на 3?Подняли руки - та же история.- Значит, так - остальные неуд, приходите на пересдачу.Студент:- А когда пересдача?Профессор:- Ну-у-у, давайте сейчас. Итак, кто считает, что знает предмет на 5  баллов?...",
  "Каждый год весной переводят часы на час вперед.Каждый год этим все недовольны.А ведь так просто всех порадовать!Достаточно переводить часы не в ночь с субботы на воскресенье, а всередине рабочего дня в пятницу!",
  "Мужик. Фанат бокса. Сегодня - бой за звание чемпиона мира.За час - отпрашивается с работы. По дороге забегает в магазин.Покупает креветки и пиво.40 минут до матча - он дома. Бросает креветки в воду, пиво - вморозилку, чтобы быстрее.5 минут до матча. Достает пиво, вынимает креветки.Минута до матча.Мужик сидит перед телевизором, в левой руке - очищенная креветка, вправой руке - открытая бутылка.И... Гонг!Первый раунд, первый удар... Нокаут.Мужик сидит, сказать ничего не может. Только глазами лупает, да руками ввоздухе мавает. Оборачивается к двери в комнату, а там его жена стоит,сложив руки на груди, и спрашивает его:- Ну?! Теперь ты меня понимаешь?",
  "Никогда не задумывались ли вы:Почему солнце делает кожу темнее, а волосы светлее?Почему женщины не могут наносить тушь на ресницы с закрытым ртом?Почему в газете вы не видите «Провидица выиграла лотерею»?Почему слово «аббревиатура» такое длинное?Почему доктора называют то что они делают «практика»?Почему чтобы закончить работу в Виндовс нужно нажать на «Старт»?Почему лимонный сок сделан из концентрата, а средство для мытья посуды -из настоящего лимона?Почему человек, который вкладывает ваши деньги, называется разоритель(broker)?Почему время, когда движение машин самое медленное, называется «часспешки»?Почему нет еды для котов с вкусом мышей?Когда выходит новый корм для собак с «новым и улучшеным вкусом», кто егопробует?Почему Ной не прибил тех двух комаров?Зачем стерилизуют иголку шприца, когда казнят через иньекцию?Почему самолеты не делают из того материала, из которого черный ящик?",
  "В бар заходит мужик, а за ним страус и мокрая кошка. Официант подходитза заказом. Мужик заказывает пиво, поворачивается к спутникам испрашивает \"А вам?\" Страус: \"Я тоже возьму пива\", Кошка: \"И мне\".Официант приносит заказ: \"С вас 6,20\". Мужик не глядя достает из карманаденьги, отдает официанту - ровно 6,20. На следующий вечер картинаповторяется, и снова мужик не глядя достает из кармана нужную сумму.В очередной раз приходит эта компания, заказывает уже двойной виски.Официант приносит заказ: \"С вас 19,70\". Опять мужик достает из карманасумму без сдачи. Официант не удержался и спрашивает:- Послушайте, я понимаю, что у каждого своя компания, вопросов нет,  но как вы умудряетесь доставать деньги без сдачи?- Ну, - отвечает мужик, - пару лет назад мне достался в наследство дом,  и на чердаке я нашел лампу, а в ней оказался джинн. И первым моим  желанием было иметь в кармане всегда столько денег, сколько мне нужно.- Идеально! - восхитился официант.- Да, я всегда имею только ту сумму, которая мне нужна: спички купить  или Роллс-Ройс...- А второе и третье желание? - спросил официант.- Я пожелал, чтобы со мной рядом всегда была цыпочка с длинными ногами и  влажной \"киской\"...",
  "Сообразили два зайца в лесу на пузырек водки, а закуски нету :(Решили пойти к вороне.Нашли ворону на ветке, а в клюве у нее сыр.- Привет, ворона!Она молчит...- Выпить хошь?- ДА!Сыр падает и зайцы съебываются.На следующий день опять с бутылкой к вороне:- Ворона, выпить хошь?Молчание...Заяц, наливая в стакан, спрашивает:- Столько хватит?- ДА!Сыр падает, зайцы съебываются.На третий день снова с бутылкой к вороне:- Ворона, выпить хошь?Молчание...Заяц, наливая в стакан:- Столько хватит?Молчание...- Ворона, ты что думаешь, мы тебя наебать хотим?- ДА!!!!",
  "Три часа ночи. Муж с женой спят. Вдруг звонок в дверь. Муж, матерясь,идет открывать. На пороге стоит мужик, очевидно поддатый:- Друг, пойдем со мной, тут рядом, поможешь меня толкануть.- Ты, мужик, охренел, что ли? Три часа ночи. Иди кого-нибудь  другого проси.Муж ложится опять в постель. Жена спрашивает, кто приходил.- Да, какой-то козел застрял, просил его толкнуть. Я его послал.- Ты просто зверюга какой-то. Помнишь, как у нас мотор заглох,  да под дождем, и нас какой-то парень целый час толкал? Ты что,  человека выручить не можешь?Муж, опять матерясь, вылезает из постели, одевается. Выходитво двор в полной темноте. Кричит:- Мужик! Ты где?Из темноты:- Здесь я! Иди сюда!- Да где здесь?- Ну здесь, на качелях!",
  "Судят грузина за убийство соседа. Судья говорит: ну рассказывайте,подсудимый, как это произошло.Грузин говорит: Прихажю я, значыт, домой. Смотрю, дверь открыта. Вижу,мой сасед маю жену обнимает. Я хватаюсь за кинжал, но потом вспоминаю:я ведь тоже его жену обнимал! Смотрю дальше: мой сосед маю жену раздевает!Я хватаюсь за кинжал, но потом вспаминаю: я ведь тоже его жену раздевал!Смотрю дальше. Мой сосед мою жену валит на кровать!! Я хватаюсь за кинжал,но потом вспоминаю: я  ведь тоже его жену валил на кровать...  Судья(устало): короче,подсудимый, за что вы убили своего соседа?  Грузин(возмущенно): я свой х.й об его занавэску не вытирал!!!",
  "История реальна.У одного моего друга отец был инвалидом и имел по этому случаюинвалидную коляску (машину). Так вот, как-то мы с другом, изряднонакушавшись, собрались, как полагается, к подругам. По причинеотсутствия другово транспорта и прикола ради поехали мы на инвалидке.Едем себе весело, никого не трогаем, а тут впереди гаишник маячит.Честно говоря, я так и не понял, то ли он тормозил нас (что вряд ли),то ли давал отмашку другой машине. Но мы запоздало тормознули, проехавметров тридцать. Друг (он вел машину), уже в умат пьяный, открыл дверцу,вывалился на асфальт и на четвереньках пополз к гаишнику. Круглые глазаблюстителя были заметны даже с такого расстояния. Он отчаянно замахалруками и закричал: товарищ инвалид, езжайте, езжайте!",
  "1 сентября, 1 классУчительница говорит:- Дети, вы пришли в школу. Здесь нужно сидеть тихо,  а если что-то хотите спросить - нужно поднять руку.Вовочка тянет руку...У: - Ты что-то хочешь спросить, Вовочка?В: - Нет, просто проверяю, как работает система.",
  "Отдыхают, значиться, новые русские (HP) на канарских островах. Понравилось имофигительно ! Подходят они к местному организатору (MO) и говорят:HP - Классно у вас тут, хотели бы папу своего сюда привезти, отдохнуть,развеяться...МО - Да никаких проблем, привозите.HP - Только знаете у вас температура воды в море 27 градусов, а папа любит 26.Понимаете не 25 или 27, а именно 26, мы же платим.MO - Хорошо, сделаем.HP - Вот еще, песочек у вас желтенький, а папа любит беленький, мы же платим.MO - Hу хорошо, попробуем.HP - И птички у вас как-то непонятно летают, а папе нравится чтобыкурлык-курлык, ведь мы же платим.MO - Ладно и с птичками что-нибудь придумаем.HP - Hу и еще бы, вот, пальмочки как-нибудь, рядочками рассадить, а то стоятони у вас тут ни к селу ни к городу, мы же вам платим.MO - Hу ладно, бог с вами, и с пальмочками разберемся.Приезжает папа, отдыхает, жизни радуется. Выходит к морю - там песочекбеленький, руку в воду сунул - ровно 26 градусов, птички над морем курлык-курлыклетают, оглянулся, а пальмочки рядочками так и стоят.Присел он на стульчик, закрыл глаза так блаженно и говорит - - Вот в такие минуты и понимаешь, что не в деньгах счастье !!!!",
  "Читаю эти ежедневные новости о том, как простые люди переводят телефонным мошенникам миллионы рублей. Откуда у них такие деньги? У нас в стране какие-то огромные тайные спецвыплаты тупым выдают? Почему я не получаю?",
  "Не могу дождаться двухчасового интервью Байдена российскому журналисту.",
  "Adobe:- «Фотошоп» снова можно купить на территории России!Россияне:- В смысле, купить?",
  "Не понимаю, почему фото симпатичной и сексуальной девушки на фоне культового сооружения, оскорбляет чувства верующих, а разжиревшая туша попа с дорогущим Мерседесом на том же фоне - не оскорбляет.",
  "А давайте представим, что все соц.сети обнулились: Вконтакте, Facebook, Одноклассники, Instagram и и т.д. Все их сервера и облака внезапно отформатировал страшный вирус, все ваши странички, паблики, подписчики, лайки, репосты — всё! Нет ничего, полный ноль! Чувствуете?Чувствуете, как человечество нихуя не потеряло?",
  "Первый раз я посмотрел фильм \"Кин-дза-дза\" лет в 10 и ничего не понял.Второй раз - лет в 15 и погыгыкал над всеми этими \"ку\", \"кю\", \"ыа-ыа\".Третий раз - в 23 года и удивился насколько острая социальная сатира в этом фильме.Сейчас мне 42 и я в нем живу.",
  "Расходы на охрану, кортеж, бензин и доставку Медведева на открытие детского садика в Краснодаре в полтора раза превысили стоимость самого детсада.",
  "- Владимир Владимирович, мне 70 лет и я должен оплачивать капитальный ремонт дома, который начнётся после моей смерти. Теперь вопрос. Скажите, сколько можно терпеть этот беспредел от натовских генералов в южных провинциях Сирии?",
  "Россия - это страна, где патриоты с двойным и тройным гражданством, дети которых были на Родине последний раз не менее 10 лет назад, объявляют пятой колонной и агентами госдепа тех, кто прожив всю жизнь в захолустной провинции России, открыто выражает недовольство размерами зарплат и пенсий подавляющего большинства граждан!",
  "Жена одного бедняка готовила масло, а он продавал его в одну из бакалей. Жена готовила масло в виде кругов весом в килограмм. И он продавал их бакалейщику и покупал необходимое для своего дома.В один из дней бакалейщик засомневался в весе покупаемого им масла и, взвесив каждый круг, увидел, что они весят по 900 граммов. Он разгневался на бедняка. На следующий день, когда бедняк пришел к нему, он встретил его в гневе и сказал ему:- Я более не буду у тебя покупать, потому что ты продаешь мне масло, говоря, что оно весит килограмм, а оно весит всего 900 граммов.Тогда бедняк, расстроившись и опустив, голову сказал:- Мы, о мой господин, не имеем весов, но я покупал у тебя сахар и сделал его для себя мерой, для того чтоб взвешивать ею масло.",
  "Новости из шестой палаты. У греков пенсия 500 евро (40 000 рублей). У россиян пенсия 82 евро (6500 рублей). Но помогать (не перепутайте!) будет Россия грекам! Население России в восторге...",
  "В храм заходит хамоватого вида молодой человек, подходит к священнику, бьёт его по щеке и ехидно улыбаясь, говорит: - А что, отче, сказано ведь: \"Ударили по правой щеке, подставь и левую\".Батюшка, мастер спорта по боксу, хуком слева отправляет наглеца в угол храма и кротко произносит: - Сказано также, какой мерой меряете, такой и вам будет отмерено!Испуганные прихожане спрашивают: - Что там происходит?Дьякон с важным видом объясняет: - Евангелие толкуют.",
  "Не хочу сказать, что старею, но все те звуки, что я когда-то издавала во время секса, теперь я издаю, просто вставая с дивана…",
  "Сегодня ночью градусник постучался в окно и попросил впустить его в дом.",
  "- Ребе, я еду в Одессу. Говорят, что девушки там одеваются совсем не  так, как у нас в Бердичеве. Скажите, ребе, а можно мне смотреть на  девушку, если на ней надета мини-юбка или блузка с декольте?- Можно.- А если она загорает на пляже в бикини?- Можно.- А если топлесс?- Можно.- Ребе, а есть такие вещи, на которые еврею нельзя смотреть?- Есть.- Какие, например?- Например, электросварка.",
  "Звонок в техподдержку:- У меня гугл не открывается...- Лампочка на модеме горит?- Да. Только это не лампочка, а тиристорный светодиод.- Гм... Да, пожалуй, проблемы на нашей стороне...",
  "Приходит как-то женщина к врачу-психологу, вся измученная, истрёпанная,побитая, в синяках, просто жалко смотреть.Психолог:- Господи, что же с вами произошло?Женщина:- Да понимаете, доктор, у меня с мужем отношения не очень... Ну и он  как домой подвыпивши прийдёт, так на мне и отрывается...Психолог:- Я знаю одно прекрасное средство! Сделайте себе крепкий отвар ромашки  и как только муж придёт домой - сразу начинайте потихоньку полоскать  себе рот.Женщина:- И что? Неужели это поможет?Психолог:- Поможет, поможет! Вот увидите, чудесное народное средство!Через две недели: та же женщина, только её не узнать! Красавица,излучает гармонию и уверенность в себе, в общем полный успех.Женщина:- Доктор, я вам так благодарна, такой чудесный рецепт и такой простой!  В чём же секрет?!Психолог:- Дело в том, сударыня, что ЗАТКНУТЬСЯ и ПОМОЛЧАТЬ в таких ситуациях  помогает всегда!",
  "Идет мужик по берегу озера, видит: какой-то парень черпает рукой воду изозера и пьет. Мужик кричит:- Зачем ты пьешь эту грязную воду, сюда все мусор бросают, заводы отходы  сливают, со всей деревни говносток сюда выходит!- What did you say?- Да я говорю: двумя руками черпай!",
  "Парень я не городской и подключился к Интернету недавно. Ко мне сразустали приходить предложения увеличить член. Я, конечно, понимаю, чтотакие письма, с абсолютно одинаковым текстом, рассылаются миллионаминтернетчиков, но все равно решил им написать следующее.Я, Федулкин – простой деревенский парень и у меня член длиной 30сантиметров. Не верите? Спросите любого в селе Верхние Фундуки, что вНовгородской области. Поэтому не присылайте мне своих писем.Но спам приходить не перестал, а стал чуточку длиннее, потому чтопредложение увеличить член стало заканчиваться таким текстом: А вотпростой деревенский парень Федулкин нам поверил, и теперь у него член30 сантиметров длиной. Не верите? Спросите любого в селе ВерхниеФундуки, что в Новгородской области.",
  "- Мама, а что это по телевизору показывают.- Это, доченька, птичек убивают.- А зачем?- Чтобы не болели.",
  "Урок в Вовочкином классе. Детишки рассказывают.Петя:- Мой папа ГАИшник, денег у нас много, живем в достатке.Маша:- Моя мама проститутка, денег у нас много, живем в достатке.Вовочка:- Мой папа дальнобойщик. Если бы не ГАИшники и проститутки, то  денег у нас было бы много и жили бы мы в достатке.",
  "Блондинка участвует в конкурсе с призом в 1 млн. евро.Ей задают такие вопросы:1) Сколько длилась столетняя война?а) 116 б) 99 в) 100 г) 150Блондинка пропускает вопрос2) В какой стране изобрели панамы?а) Бразилия б) Чили в) Панама г) ЭквадорБлондинка просит помощи у студентов Университета3) В каком месяце отмечается Октябрьская революция?а) Январь б) Сентябрь с) Октябрь д) HоябрьБлондинка просит помощь у зала.4) Как зовут короля Георга 6-го?а) Альберт б) Георг с) МануэльБлондинка достает гадальные карты.5) От какого животного происходит название Канарских островов?а) Канарейка б) Кенгуру с) Тюлень г) КрысаБлондинка выходит из игры.Если ты считаешь себя умным (-ой) и посмеялся (-ась) над блондинкой,то почитай правильные ответы:1) Столетняя война длилась 116 лет с 1337 по 1453 год.2) Панамы изобрели в Эквадоре.3) Октябрьская революция отмечается в ноябре.4) Имя короля Георга - Альберт. Он поменял его в 1936 году.5) Hазвание Канарских островов происходит от тюленя. Латинское названиеостровов Insukaria Canaria означает остров тюленей.",
  "Смерть к нам приходит в черном и с косой.А к мухам - в трусах, майке и с газетой.",
  "Москва - единственный город в мире, где тебе могут въехать в зад,когда ты обгоняешь по встречке.",
  "Если вам необходимо доказательство, что человечество вымрет из-за своейглупости - прочитайте эти инструкции:На одеяле (made in Taiwan)НЕ ИСПОЛЬЗУЙТЕ КАК ЗАЩИТУ ОТ ТОРНАДОНа зеркальце, приделанном к каске, которую используют американскиевелосипедистыПОМНИТЕ, ПРЕДМЕТЫ В ЗЕРКАЛЕ НА САМОМ ДЕЛЕ ЗА ВАМИНа крышке от бутылки молока в АнглииПОСЛЕ ОТКРЫТИЯ НЕ ПЕРЕВОРАЧИВАЙТЕ БУТЫЛКУ ВВЕРХ ДНОМВ некоторых странах на бутылках с Кока-КолойОТКРЫВАЙТЕ ДРУГОЙ РУКОЙНа фене фирмы SearsНЕ ИСПОЛЬЗУЙТЕ ВО СНЕНа упаковке овального мылаИНСТРУКЦИЯ - ИСПОЛЬЗУЙТЕ КАК ОБЫКНОВЕННОЕ МЫЛОНа коробочке с десертом Тирамису в магазине BILLA (напечатано снизукоробочки)НЕ ПЕРЕВОРАЧИВАЙТЕ ВВЕРХ ДНОМНа пудинге от Marks & SpencerПОСЛЕ РАЗОГРЕВА ПРОДУКТ БУДЕТ ГОРЯЧИМНа китайских гирляндахТОЛЬКО ДЛЯ ИСПОЛЬЗОВАНИЯ В ПОМЕЩЕНИИ ИЛИ СНАРУЖИНа арахисе фирмы Sainsbury'sПРЕДУПРЕЖДЕНИЕ - ПРОДУКТ СОДЕРЖИТ ОРЕХИНа упаковке орешков  American AirlinesИНСТРУКЦИЯ - ОТКРОЙТЕ УПАКОВКУ, СЪЕШЬТЕ ОРЕШКИНа шведской электропилеНЕ ПЫТАЙТЕСЬ ОСТАНОВИТЬ ПИЛУ СВОИМИ РУКАМИ ИЛИ ГЕНИТАЛИЯМИ (интересно,на основании какого телефонного звонка от заказчика фирма была вынужденавключить это предложение в инструкцию?)На детском костюме СуперменаДАЖЕ С ЭТИМ КОСТЮМОМ ВЫ НЕ СМОЖЕТЕ ЛЕТАТЬНа шапочке для купания в отелеТОЛЬКО НА ОДНУ ГОЛОВУНа упаковке от утюга RowentaНЕ ГЛАДЬТЕ ОДЕЖДУ НА ТЕЛЕНа сиропе против кашля для детей от фирмы Boot'sНЕ УПРАВЛЯЙТЕ АВТОМОБИЛЕМ ИЛИ СТАНКОМНа упаковке снотворного NytolПРЕДУПРЕЖДЕНИЕ - МОЖЕТЕ ПОЧУВСТВОВАТЬ СОНЛИВОСТЬ",
  "Женатая пара едет по загородному шоссе. Никуда не торопятся, скорость -километров 60. Муж за рулем. Жена, сидя справа, поворачивается к нему и говорит:- Дорогой, мы женаты вот уже 15 лет, но сегодня я решила сказать тебе, что хочу  развода.Муж ничего не отвечает, только постепенно увеличивает скорость до 70 километров.- И я не хочу, чтобы ты меня отговаривал, это уже решено. Я сплю с твоим лучшим  другом, и он гораздо более хороший любовник, чем ты.Опять муж ничего не отвечает, но увеличивает скорость до 80 километров в час.- Я забираю у тебя наш дом.Муж едет со скоростью 90.- И детей.Теперь на спидометре уже 100 километров.- А также все твои деньги и машину.Муж молчит, только постепенно начинает направлять машину к опоре ближайшего мостана дороге.- А тебе что-нибудь нужно? - спрашивает жена.- Нет, у меня есть все, что нужно, - наконец отвечает муж.- И что же?И за секунду до того, как машина ударилась о бетонную стенку, он отвечает:- Подушка безопасности.",
  "На учениях.- Рядовой Бельдыев, у вас еще осталось немного воды во фляжке?- Конечно, братан!- Как это вы отвечаете старшему по званию! Повторяю вопрос:  у вас есть вода?- Никак нет, товарищ сержант!",
  "- Вы уверены,что хотите удалить папку D:TEMP ?- Да.- В этой папке находятся файлы. Вы уверены, что хотите их удалить?- Да!- Удаление этих файлов может повлиять на зарегистрированные  программы. Вы все еще уверены?- Да! Да! Да!!!- Эти файлы могут использоваться системой. Вы уверены?- Пошла ты нахуй! - заорал админ и нажал Cancel.- Ага! Испугался! - подумала NT",
  "Чертит студент на доске окружность, а она у него ровнаяполучается. Как будто циркулем нарисовал.Препод его спрашивает:- Вы где научились так окружности рисовать?- А я в армии два года мясорубку крутил.",
  "Решил Ватсон Шерлока Холмса отучить курить. Ладушки, -подумал Ватсон, когда Холмс вышел из комнаты, и, взявего любимую трубку, поковырялся ею у себя в жопе. Спустянекоторое время Холмс вернулся и с наслаждением выкурил своютрубку. На следующий день Ватсон опять поковырялся любимойтрубкой Холмса в своем отверстии и опять тот же результат...Прошел год... Шерлок Холмс так и не бросил курить, но Ватсонбез трубки уже не мог.",
  "Из завещания:``Будучи в здравом уме, все деньги потратил перед смертью...``",
  "Большое уважение дыне за то, что она семечки собрала аккуратно в кучу, а не разбросала по всему плоду как арбуз ёбаный.",
  "Нам упорно втирают, что главная проблема - это квадроберы. Но на самом деле, главная проблема - это долбоёберы. Квадробера я не видел ни одного, зато долбоёберы просто превышают все разумные санитарные нормы.",
  "Вот хорошо бы, чтоб люди поняли, что патриот - это родинолюб, а не чужененавистник.",
  "По статистике, каждый седьмой депутат госдумы - такой же долбоёб, как и предыдущие шесть.",
  "Матвиенко хочет указывать на продуктах закупочную цену от производителя, дескать это покажет наценку продавца. Идея глупая, а у меня есть альтернативная, давайте при выступлении чиновника указывать его зарплату и объём богатства. Чтоб было понятно почем нам такой идиот обходится.",
  "Сейчас авиакомпании дружно пишут, что надеются на наши понимание и поддержку в это трудное время. Хочется спросить: \"А где вы были, когда мой чемодан весил 23,1 кг?\".",
  "Человек, который утверждал, что: \"Математические школы являются пережитком прошлого, а такие профессии как математик и программист в будущем будут нужны все меньше и меньше\" сегодня сокрушается, что: \"потерял миллиарды рублей из-за ошибок искусственного интеллекта\".",
  "Просто не учи физику в школе, и вся твоя жизнь будет наполнена чудесами и волшебством.",
  "В качестве ответа оппозиции чиновники планируют выйти на митинг с плакатами \"Коррупция - наше будущее\", \"Руки прочь от моей яхты\", \"По ТВ не показали - значит, ничего и не было\", \"Пасть порву за домик для уточек\", \"Моя мигалка - мои правила\" и \"Я патриот - ворую только в России!\".",
  "Если случается пожар в доме престарелых, проверяют такие дома по всей стране. Если где-нибудб обрывается трос лифта, проверяют все лифты. Взрыв газа, проверяют все хозяйство. И так далее. Сижу, недоумеваю… Если у полковника МВД нашли квартиру, набитую деньгами, почему  мы не слышим о проверке квартир всех полковников МВД? А то и генералов?",
  "Если провести обыски разом у всех российских губернаторов, то мы за один день выйдем из кризиса и ещё лет двести туда не попадём.",
  "ПОМНИТЕ: Лучше всех в колхозе работала лошадь. Но, тем не менее, председателем она так и не стала…",
  "В прошлом году я попросил у Деда Мороза стать соотечественником Жерара Депардьё. Кто же знал, что старик так извратится.",
  "- Шеф, мне нужен отпуск!- А с какого тебе отпуск???- Извините, не понял: с какого хуя или с какого числа?",
  "- Просим поменять гаранта Конституции по гарантии...- Ничем не можем помочь, вся партия бракованная.",
  "Вовочка обращается к учительнице:- Марь Иванна, я слишком умный, чтобы сидеть в первом классе. У меня  сестра учится уже в третьем, но я умнее ее. Так что я тоже хочу в третий  класс!- Ну, что ж, пойдем к директору, если он согласится, то переведет тебя в  третий класс.Учительница оставляет Вовочку рядом с кабинетом директора, сама заходиттуда и объясняет директору ситуацию. Тот отвечает:- Ну пусть заходит, я сейчас задам ему несколько вопросов, на которые он  наверняка не ответит, так что придется ему остаться в первом классе.Учительница зовет Вовочку, они с директором предлагают ему «экзамен», итот соглашается. Начинает директор:- Скажи-ка, Вовочка, сколько будет 3х3?- 9.- А сколько будет 6х6?- 36.Директор целый час задает ему вопросы, с которыми справился бы лишьтретьеклассник-отличник, и Вовочка каждый раз отвечает без запинки.Видя, что школьник и впрямь не по годам развит, директор сдается исоглашается перевести его в третий класс. Однако тут вмешиваетсяучительница:- Могу и я задать несколько вопросов?Директор и Вовочка соглашаются.Учительница начинает:- Чего у коровы четыре я у меня две?- Ноги.- Что есть у тебя в брюках, но нет у меня?Директор нервно поправляет очки и собирается вмешаться, но Вовочка тутже отвечает:- Карманы.- Что у женщины и в середине и позади, а у мужчины только позади?(У директора аж дыхание перехватывает)- Буква Н.- Где у женщин самые курчавые волосы?(У директора на лице гримаса ужаса)- В Африке, Марь Иванна.- А что такое: мягкое, но женские руки делают его твердым?(Директор бешено вращает глазами)- Лак для ногтей.- Что находится у женщин посреди ног?(Директор не верит своим ушам)- Колени.- Что у замужней женщины шире, чем у незамужней?- Кровать.- Что начинается на «за» и у всех у нас находится сзади?(Директор начинает покрываться холодным потом)- Затылок, Марь Иванна.- А что начинается на П, кончается на А, и это дают другим людям, чтобы  они наслаждались?(Директор закрывает лицо руками)- Когда еще не было CD-дисков, это была пластинка.Директор, не в силах больше это выдержать, прерывает учительницу:- Все, довольно! Я перевожу его сразу в 6-ой класс. Я ведь сам только  что про себя неправильно ответил на все эти вопросы!!!",
  "С 1 июля 2009 г. для получения водительского удостоверения в Москве иСанкт-Петербурге придётся сдавать дополнительный тест на площадке:\"Пробка\". Испытуемый должен будет просидеть в специальном металлическомящике не менее 2 часов, не делая попыток сдвинуться с места. Каждые триминуты мимо будет со свистом и звуками сирен пролетать таз с говном,имитирующий проезд правительственного кортежа. Тест будет считатьсяпройденным досрочно, если испытуемый в течении хотя бы первых сорокаминут ни разу не произнесёт слова \"Пидарасы\". Представитель пресс-службыГАИ Радар Засадов сообщил нашим корреспондентам, что в случае успехаинициатива может быть внедрена на всей территории РФ.",
  "Ночь. Стук в дверь. Тревожный женский голос:- Кто там?- Поручик Ржевский, мадам!- Опять будете гадости говорить и ко мне приставать?- Конечно!- Подождите, найду ключик...",
  "Отец спрашивает Вовочку:- Ну, сын, ты уже большой, выбрал уже, кем хочешь быть, когда вырастешь?- Да, пап! Хочу быть мойщиком бассейнов.- И все?- Нет, еще садовником, сантехником и доставщиком пиццы.Отец задумался, почесал затылок и кричит жене:- Слышь, мать! Похоже он нашел ту кассету...",
  "Документом, удостоверяющим личность гражданина Российской Федерации,является банкнота в 500 рублей, вложенная в любой другой документ, неявляющийся документом, удостоверяющим личность гражданинаРоссийской Федерации.",
  "- Если купить партию китайских часов и вернуться на 20 лет назад,  продать их, потом купить на эти деньги баксов по 60 копеек и вернуться  обратно в настоящее... Или создать ксерокс, который бы копировал  материю и фигачить золото...- Так... Понятно... Господа министры... Какие еще будут предложения по  поднятию экономики России?",
  "Hадпись на борту машины \"ГАИшники - п@доры\" гораздо быстрее приводит кпомывке, нежели вариации на тему \"Помой меня, я вся чешуся\" :)",
  "На сайте Федерального казначейства размещены образцы банкнот новогодизайна. Там же можно скачать версию для печати.",
  "Славяне были вольнолюбивым народом. Их часто угоняли в рабство,но и там они не работали...",
  "ЧТО БЫЛО БЫ, БУДЬ МУЖЧИНЫ НА САМОМ ДЕЛЕ АБСОЛЮТНЫМИ ХОЗЯЕВАМИ ЖИЗНИ?- Восьмое марта перенесли бы на двадцать девятое февраля. Раз в четыре  года это еще можно вынести.- Галстук можно было бы не завязывать. А ширинку не застегивать.- Пластическая операция по увеличению женской груди входила бы в  программу бесплатного медицинского страхования.- Всех женщин звали бы одинаково - для простоты в общении.- У всех женщин была бы аллергия на золото, драгоценные камни и меха  животных.- В женских носах стояли бы специальные фильтры, заглушающие запахи  пива, пота и лука.- Тиранозавров вывели бы заново - чтобы в жизни было больше приключений.- На работе парень, который лучше всех играет в Quake, автоматически  становился бы начальником.- Кошек разрешено было бы держать только в двух местах: холодильниках  китайских ресторанов и в тирах - в качестве мишеней.- Каждый телефонный аппарат был бы снабжен устройством, прерывающим  связь через тридцать секунд разговора.- Салфетки так и остались бы неизобретенными. Галоши тоже.- Пристальный взгляд на женский бюст при первой встрече расценивался бы  как официальное признание в любви.- За проезд в левом ряду со скоростью шестьдесят километров в час  расстреливали бы на месте.- Чтобы расстегнуть застежку бюстгальтера, достаточно было бы легко на  нее дунуть.- После очередного этапа гонок \"Формулы-1\" любой желающий мог бы  порулить болидом победителя.- Выдав дочь замуж, мать автоматически забывала бы о ее существовании.  Таким образом проблема тещ была бы решена окончательно.- Вместо \"пивного живота\" росли бы \"пивные мышцы\".- Переворачивание пинком столика с нардами, шашками или монополией  автоматически означало бы твою победу.- В начале передачи новостей дикторы рассказывали бы все свежие матерные  анекдоты.- Были бы изобретены носки, которые всегда существовали бы только  попарно. Оставленные тобой в разных местах, они энергично подползали бы  друг к другу.- Купальник-бикини считался бы идеальным костюмом для бизнес-леди. И не  бизнес тоже.- Сиденья на унитазах откидывалась бы вверх сразу после того, как с них  вставали.- В каждом баре стояли бы раскладушки для тех, кто не собирается сегодня  отсюда уходить.- Мусорные пакеты покидали бы дом самостоятельно. По ним достаточно было  бы хорошенько наподдать ногой.- Месячные у женщин были бы один раз в год. Во время открытия  рыболовного сезона.- Никто не относился бы ни к чему слишком серьезно.",
  "ЗНАЙТЕ, ЧТО ВЫ СМОТРИТЕ АМЕРИКАНСКИЙ ФИЛЬМ, ЕСЛИ:(действующие лица - герой, злодей, АМЕРИКА)1. Количество спасаемых человеческих жизней должно быть в пределахот 2 до 6 миллиардов.2. Перед тем, как выпустить пулю в героя, злодей обязательно несколькоминут читает ему нотацию, чтобы герой мог придумать какую-нибудьпакость во избежание неминуемой смерти.3. Шестизарядные пистолеты стреляют по 30-40 раз (видимо, их умудряютсязаряжать магазинами от автомата).4. Когда злодей входит в дом жертвы, последняя принимает душза прозрачной занавеской.5. Для расправы героев загоняют в заброшенные сталелитейные заводы.6. Вдовы убиенных полицейских получают, как правило, несколькомиллионов зелененьких в качестве моральной компенсации.7. После 15 лет совместной жизни любящие супруги продолжают каждыепять минут страстно целоваться взасос.8. Злодей имеют такие злобные физиономии, что их надо арестовыватьтолько по внешнему виду.9. В опасные для жизни моменты рядом с героем находится специальныйвентиль, повернув который обдаешь злодея неслабой струей пара.10. Хорошо отомстить злодею можно, передавив на гороподобном грузовикеего безумно дорогие машины.11. Злодеи любят проверять свои мины, когда таймер показывает00:0_с чем-то.12. В финальном бою, перед тем, как начать нормально махать рукамии ногами, герой получает основательную взбучку.13. Входя в стан врага, герой перемещается исключительно кувырками.14. Кокаин перевозят партиями по 50 тонн.",
  "Что нужно, чтобы произвести впечатление на женщину:- говорите ей комплименты- уважайте ее- ласкайте ее- обнимайте ее- защищайте ее- тратьте на нее деньги- поите ее вином и кормите в ресторанах- покупайте ей то, что она хочет- слушайте ее- оставайтесь с ней- поддерживайте ее- идите ради нее на край светаКак произвести впечатление на мужчину:- разденьтесь и приготовьте пожрать.",
  "Едет богатырь по дороге, видит - впереди развилка, три дороги,камень, а на камне надпись: \"Налево пойдешь - пизды получишь,направо пойдешь - пизды получишь, прямо пойдешь - тоже пизды получишь.\"Стал думать - куда идти, коли везде такая засада. Тут голос сверху:\"Решай быстрей, а то прямо здесь пизды получишь!\"",
  "Водила проехал на красный свет.Ну, ГАИшник свистит. Тормозит водилу, значит.Г. - Вы что же на красный?!!В. - Ты знаешь, я как выпью, все цвета путаются, где зеленый,     где красный - не пойму.ГАИшник обрадованно тащит водилу в ``стакан`` - там майор с трубкой.Г. - Он пьян, пьяный за рулем!!!!М. - Да с чего ты взял?Г. - А вот пусть дунет, пусть дунет!Водила дует - ничего...М. - Ну??Г. - ......В. - А он вам щас еще скажет ,что я на красный проехал!",
  "Сходили дети в музей. Ну, учительница и спpашивает их:- Васенька, что тебе понpавилось в статуе Венеpы?- Попа!- Вася!!!! Выйди из класа!!!!!!- Петенька, что тебе понpавилось в статуе Венеpы?- Титьки!- Петя!!!!! Выйди из класса!!!!!!- Вовочка, что тебе понpавилось в статуе Венеpы?- Ухожу-ухожу-ухожу!!!!!",
  "Летчик (Л) и Таксист (Т) поспорили, кто кого больше удивит.          Сели в самолет, взлетели.     (Л) - Высота 4000, видимость - 2 км.           Через некоторое время:     (Л) - Высота 1000, видимость - ноль.           Шофер заволновался, а Летчик:         - Спокойно, идем по приборам!           Приземлились, пересели в такси.     (Т) - Скорость - 100, видимость - 500 метров.           Через некоторое время -     (Т) - Скорость - 150, видимость - ноль! Идем по приборам.     (Л) - По каким приборам?  8-О     (Т) - Через 40 копеек поворот налево..."
]